[
  {
    "id": 1,
    "title": "غزل شماره 1",
    "poem": "\r\nبه سر جام جم آن گه نظر تواني کرد\r\nکه خاک ميکده کحل بصر تواني کرد\r\nمباش بي مي و مطرب که زير طاق سپهر\r\nبدين ترانه غم از دل به در تواني کرد\r\nگل مراد تو آن گه نقاب بگشايد\r\nکه خدمتش چو نسيم سحر تواني کرد\r\nگدايي در ميخانه طرفه اکسيريست\r\nگر اين عمل بکني خاک زر تواني کرد\r\nبه عزم مرحله عشق پيش نه قدمي\r\nکه سودها کني ار اين سفر تواني کرد\r\nتو کز سراي طبيعت نمي‌روي بيرون\r\nکجا به کوي طريقت گذر تواني کرد\r\nجمال يار ندارد نقاب و پرده ولي\r\nغبار ره بنشان تا نظر تواني کرد\r\nبيا که چاره ذوق حضور و نظم امور\r\nبه فيض بخشي اهل نظر تواني کرد\r\nولي تو تا لب معشوق و جام مي خواهي\r\nطمع مدار که کار دگر تواني کرد\r\nدلا ز نور هدايت گر آگهي يابي\r\nچو شمع خنده زنان ترک سر تواني کرد\r\nگر اين نصيحت شاهانه بشنوي حافظ\r\nبه شاهراه حقيقت گذر تواني کرد\r\n",
    "interpretation": "تمام سعی و تلاشت را به کار گرفتی ولی نهایتا به نتیجه مطلوب نرسیدی. اما امید خود را از دست مده. اگر یک در بسته است درهای دیگری هست که می توانی آن را با کلید صبر و تلاش بگشایی. راههای دیگر را امتحان کن و بدان که موفق خواهی شد."
  },
  {
    "id": 2,
    "title": "غزل شماره 2",
    "poem": "\r\nگفتم غم تو دارم گفتا غمت سر آيد\r\nگفتم که ماه من شو گفتا اگر برآيد\r\nگفتم ز مهرورزان رسم وفا بياموز\r\nگفتا ز خوبرويان اين کار کمتر آيد\r\nگفتم که بر خيالت راه نظر ببندم\r\nگفتا که شب رو است او از راه ديگر آيد\r\nگفتم که بوي زلفت گمراه عالمم کرد\r\nگفتا اگر بداني هم اوت رهبر آيد\r\nگفتم خوشا هوايي کز باد صبح خيزد\r\nگفتا خنک نسيمي کز کوي دلبر آيد\r\nگفتم که نوش لعلت ما را به آرزو کشت\r\nگفتا تو بندگي کن کو بنده پرور آيد\r\nگفتم دل رحيمت کي عزم صلح دارد\r\nگفتا مگوي با کس تا وقت آن درآيد\r\nگفتم زمان عشرت ديدي که چون سر آمد\r\nگفتا خموش حافظ کاين غصه هم سر آيد\r\n",
    "interpretation": "گفتگوهای بی حاصل را هرگز پایانی نیست و ثمره ای جز اتلاف وقت ندارد. به جای صحبت، عمل واجب است، اما هر عملی در وقت و زمان مناسب خود. پس غصه بیهوده مخور و به جای آن در همه امور عاقلانه فکر کن و عجولانه تصمیم مگیر، چرا که کامیابی با توست."
  },
  {
    "id": 3,
    "title": "غزل شماره 3",
    "poem": "\r\nاي فروغ ماه حسن از روي رخشان شما\r\nآب روي خوبي از چاه زنخدان شما\r\nعزم ديدار تو دارد جان بر لب آمده\r\nبازگردد يا برآيد چيست فرمان شما\r\nکس به دور نرگست طرفي نبست از عافيت\r\nبه که نفروشند مستوري به مستان شما\r\nبخت خواب آلود ما بيدار خواهد شد مگر\r\nزان که زد بر ديده آبي روي رخشان شما\r\nبا صبا همراه بفرست از رخت گلدسته‌اي\r\nبو که بويي بشنويم از خاک بستان شما\r\nعمرتان باد و مراد اي ساقيان بزم جم\r\nگر چه جام ما نشد پرمي به دوران شما\r\nدل خرابي مي‌کند دلدار را آگه کنيد\r\nزينهار اي دوستان جان من و جان شما\r\nکي دهد دست اين غرض يا رب که همدستان شوند\r\nخاطر مجموع ما زلف پريشان شما\r\nدور دار از خاک و خون دامن چو بر ما بگذري\r\nکاندر اين ره کشته بسيارند قربان شما\r\nاي صبا با ساکنان شهر يزد از ما بگو\r\nکاي سر حق ناشناسان گوي چوگان شما\r\nگر چه دوريم از بساط قرب همت دور نيست\r\nبنده شاه شماييم و ثناخوان شما\r\nاي شهنشاه بلنداختر خدا را همتي\r\nتا ببوسم همچو اختر خاک ايوان شما\r\nمي‌کند حافظ دعايي بشنو آميني بگو\r\nروزي ما باد لعل شکرافشان شما\r\n",
    "interpretation": "کسی یا کاری را در نظر داری و در تو تمایل بسیاری نسبت به آن شخص یا کار وجود دارد و منتظر اشاره ای موافق هستی. صلاح تو در این است که از ناشکیبایی و عجله پرهیز کنی تا به مقصود خود برسی، زیرا این تحول جدید بخت خواب آلوده تو را بیدار خواهد کرد و برایت کامیابی و موفقیت همراه خواهد آورد."
  },
  {
    "id": 4,
    "title": "غزل شماره 4",
    "poem": "\r\nرسيد مژده که آمد بهار و سبزه دميد\r\nوظيفه گر برسد مصرفش گل است و نبيد\r\nصفير مرغ برآمد بط شراب کجاست\r\nفغان فتاد به بلبل نقاب گل که کشيد\r\nز ميوه‌هاي بهشتي چه ذوق دريابد\r\nهر آن که سيب زنخدان شاهدي نگزيد\r\nمکن ز غصه شکايت که در طريق طلب\r\nبه راحتي نرسيد آن که زحمتي نکشيد\r\nز روي ساقي مه وش گلي بچين امروز\r\nکه گرد عارض بستان خط بنفشه دميد\r\nچنان کرشمه ساقي دلم ز دست ببرد\r\nکه با کسي دگرم نيست برگ گفت و شنيد\r\nمن اين مرقع رنگين چو گل بخواهم سوخت\r\nکه پير باده فروشش به جرعه‌اي نخريد\r\nبهار مي‌گذرد دادگسترا درياب\r\nکه رفت موسم و حافظ هنوز مي‌نچشيد\r\n",
    "interpretation": "بهار زندگی تو در راه است آماده باش تا از این فرصت نهایت استفاده را ببری و بدان که اگر می خواهی به مقصود خود برسی جز با رنج و زحمت مهیا نخواهد شد. از خدا طلب یاری نما و قبل از آنکه این فرصت از دست برود از آن بهره ای سودمند بگیر."
  },
  {
    "id": 5,
    "title": "غزل شماره 5",
    "poem": "\r\nکنون که بر کف گل جام باده صاف است\r\nبه صد هزار زبان بلبلش در اوصاف است\r\nبخواه دفتر اشعار و راه صحرا گير\r\nچه وقت مدرسه و بحث کشف کشاف است\r\nفقيه مدرسه دي مست بود و فتوي داد\r\nکه مي حرام ولي به ز مال اوقاف است\r\nبه درد و صاف تو را حکم نيست خوش درکش\r\nکه هر چه ساقي ما کرد عين الطاف است\r\nببر ز خلق و چو عنقا قياس کار بگير\r\nکه صيت گوشه نشينان ز قاف تا قاف است\r\nحديث مدعيان و خيال همکاران\r\nهمان حکايت زردوز و بورياباف است\r\nخموش حافظ و اين نکته‌هاي چون زر سرخ\r\nنگاه دار که قلاب شهر صراف است\r\n",
    "interpretation": "تا زمانیکه انسان در موقعیتی مناسب قرار دارد دوستان بسیاری در دور و برش هستند اما دوست خوب کسی است که در زمان تنگدستی و موقعیتهای نامناسب در کنار انسان بماند. چنانچه مسافرتی به شما پیشنهاد گردید حتما استقبال نمایید که نفع شما در آن است، اما در حساب و کتاب خود دقت بسیار کن و از مال حرام بپرهیز که چون آتش زندگی انسان را می سوزاند."
  },
  {
    "id": 6,
    "title": "غزل شماره 6",
    "poem": "\r\nهزار جهد بکردم که يار من باشي\r\nمرادبخش دل بي‌قرار من باشي\r\nچراغ ديده شب زنده دار من گردي\r\nانيس خاطر اميدوار من باشي\r\nچو خسروان ملاحت به بندگان نازند\r\nتو در ميانه خداوندگار من باشي\r\nاز آن عقيق که خونين دلم ز عشوه او\r\nاگر کنم گله‌اي غمگسار من باشي\r\nدر آن چمن که بتان دست عاشقان گيرند\r\nگرت ز دست برآيد نگار من باشي\r\nشبي به کلبه احزان عاشقان آيي\r\nدمي انيس دل سوکوار من باشي\r\nشود غزاله خورشيد صيد لاغر من\r\nگر آهويي چو تو يک دم شکار من باشي\r\nسه بوسه کز دو لبت کرده‌اي وظيفه من\r\nاگر ادا نکني قرض دار من باشي\r\nمن اين مراد ببينم به خود که نيم شبي\r\nبه جاي اشک روان در کنار من باشي\r\nمن ار چه حافظ شهرم جوي نمي‌ارزم\r\nمگر تو از کرم خويش يار من باشي\r\n",
    "interpretation": "فکری در سر داری و نیتی در دل که تمام زندگی تو را تحت الشعاع قرار داده است. تمام فکر و ذکر روز و شب تو رسیدن به این نیت است. بهتر است کمی حوصله به خرج دهی. درست است که تو با او به شهرت و موقعیت عالی می رسی، اما باید تحمل داشته باشی. بدان که مرادت حاصل خواهد شد."
  },
  {
    "id": 7,
    "title": "غزل شماره 7",
    "poem": "\r\nمنم که گوشه ميخانه خانقاه من است\r\nدعاي پير مغان ورد صبحگاه من است\r\nگرم ترانه چنگ صبوح نيست چه باک\r\nنواي من به سحر آه عذرخواه من است\r\nز پادشاه و گدا فارغم بحمدالله\r\nگداي خاک در دوست پادشاه من است\r\nغرض ز مسجد و ميخانه‌ام وصال شماست\r\nجز اين خيال ندارم خدا گواه من است\r\nمگر به تيغ اجل خيمه برکنم ور ني\r\nرميدن از در دولت نه رسم و راه من است\r\nاز آن زمان که بر اين آستان نهادم روي\r\nفراز مسند خورشيد تکيه گاه من است\r\nگناه اگر چه نبود اختيار ما حافظ\r\nتو در طريق ادب باش و گو گناه من است\r\n",
    "interpretation": "انسانی وارسته و ساده دل و پاک نیت هستی. خدا نیز به واسطه اخلاقیات نیکوی تو، تو را از حرص و آز دور نگه داشته و به تو مناعت طبع بخشیده است. نیتی که در دل داری خیر است اما آنقدر از دیگران بدی دیده ای که خسته شده ای. هرگز از فطرت پاک خود گذر نکن و در راه تهذیب و تزکیه و تعلیم کوشا باش که به امید خدا بلندترین جایگاههای اجتماعی و انسانی در انتظار توست."
  },
  {
    "id": 8,
    "title": "غزل شماره 8",
    "poem": "\r\nزان مي عشق کز او پخته شود هر خامي\r\nگر چه ماه رمضان است بياور جامي\r\nروزها رفت که دست من مسکين نگرفت\r\nزلف شمشادقدي ساعد سيم اندامي\r\nروزه هر چند که مهمان عزيز است اي دل\r\nصحبتش موهبتي دان و شدن انعامي\r\nمرغ زيرک به در خانقه اکنون نپرد\r\nکه نهاده‌ست به هر مجلس وعظي دامي\r\nگله از زاهد بدخو نکنم رسم اين است\r\nکه چو صبحي بدمد در پي اش افتد شامي\r\nيار من چون بخرامد به تماشاي چمن\r\nبرسانش ز من اي پيک صبا پيغامي\r\nآن حريفي که شب و روز مي صاف کشد\r\nبود آيا که کند ياد ز دردآشامي\r\nحافظا گر ندهد داد دلت آصف عهد\r\nکام دشوار به دست آوري از خودکامي\r\n",
    "interpretation": "برای نیتی که در سر داری هنوز زود است و وقت مناسب برای انجام این نیت هنوز نرسیده، اما می توانی پیغام خود را به او برسانی. از خودکامی و خودرأیی بپرهیز و برای شروع کار با کسانی که از تو تجربه بیشتری دارند، مشورت کن و منتظر موقعیت مناسب بمان."
  },
  {
    "id": 9,
    "title": "غزل شماره 9",
    "poem": "\r\nشربتي از لب لعلش نچشيديم و برفت\r\nروي مه پيکر او سير نديديم و برفت\r\nگويي از صحبت ما نيک به تنگ آمده بود\r\nبار بربست و به گردش نرسيديم و برفت\r\nبس که ما فاتحه و حرز يماني خوانديم\r\nوز پي اش سوره اخلاص دميديم و برفت\r\nعشوه دادند که بر ما گذري خواهي کرد\r\nديدي آخر که چنين عشوه خريديم و برفت\r\nشد چمان در چمن حسن و لطافت ليکن\r\nدر گلستان وصالش نچميديم و برفت\r\nهمچو حافظ همه شب ناله و زاري کرديم\r\nکاي دريغا به وداعش نرسيديم و برفت\r\n",
    "interpretation": "یک فرصت استثنایی به تو روی آورده بود ولی از آن غفلت کردی و قبل از آنکه از آن بهره ای ببری فرصتت از دست رفت. بدان که فرصتهای زندگی زودگذر هستند. اکنون دیگر غصه خوردن و ناله کردن بی فایده است. مترصد وقوع فرصت دیگری باش و این بار با تمام وجود از آن استفاده کن، زیرا ممکن است این دیگر آخرین فرصت باشد."
  },
  {
    "id": 10,
    "title": "غزل شماره 10",
    "poem": "\r\nهر چند پير و خسته دل و ناتوان شدم\r\nهر گه که ياد روي تو کردم جوان شدم\r\nشکر خدا که هر چه طلب کردم از خدا\r\nبر منتهاي همت خود کامران شدم\r\nاي گلبن جوان بر دولت بخور که من\r\nدر سايه تو بلبل باغ جهان شدم\r\nاول ز تحت و فوق وجودم خبر نبود\r\nدر مکتب غم تو چنين نکته دان شدم\r\nقسمت حوالتم به خرابات مي‌کند\r\nهر چند کاين چنين شدم و آن چنان شدم\r\nآن روز بر دلم در معني گشوده شد\r\nکز ساکنان درگه پير مغان شدم\r\nدر شاهراه دولت سرمد به تخت بخت\r\nبا جام مي به کام دل دوستان شدم\r\nاز آن زمان که فتنه چشمت به من رسيد\r\nايمن ز شر فتنه آخرزمان شدم\r\nمن پير سال و ماه نيم يار بي‌وفاست\r\nبر من چو عمر مي‌گذرد پير از آن شدم\r\nدوشم نويد داد عنايت که حافظا\r\nبازآ که من به عفو گناهت ضمان شدم\r\n",
    "interpretation": "خدا را شاکر باش چرا که تاکنون هرچه از او خواسته ای به تو بخشیده است. زندگی آرام و سعادتمندی در اختیار داری که علاوه بر لطف خدا حاصل همت خود تو نیز می باشد. به تازگی مشکل کوچکی برای شما بوجود آمده که بزودی با کمک یکی از دوستان حل خواهد شد. پس نگران آن نباش و از زندگی خود لذت ببر."
  },
  {
    "id": 11,
    "title": "غزل شماره 11",
    "poem": "\r\nنوبهار است در آن کوش که خوشدل باشي\r\nکه بسي گل بدمد باز و تو در گل باشي\r\nمن نگويم که کنون با که نشين و چه بنوش\r\nکه تو خود داني اگر زيرک و عاقل باشي\r\nچنگ در پرده همين مي‌دهدت پند ولي\r\nوعظت آن گاه کند سود که قابل باشي\r\nدر چمن هر ورقي دفتر حالي دگر است\r\nحيف باشد که ز کار همه غافل باشي\r\nنقد عمرت ببرد غصه دنيا به گزاف\r\nگر شب و روز در اين قصه مشکل باشي\r\nگر چه راهيست پر از بيم ز ما تا بر دوست\r\nرفتن آسان بود ار واقف منزل باشي\r\nحافظا گر مدد از بخت بلندت باشد\r\nصيد آن شاهد مطبوع شمايل باشي\r\n",
    "interpretation": "اکنون که در بهار عمر به سر می بری، شاد زیستن و لذت بردن از شادیها را بیاموز که مدت عمر بسیار محدود است. در انتخاب دوستان و همنشینان دقت بسیار کن و به پند و اندرز بزرگان توجه داشته باش. به اطراف خود با چشم بصیرت نگاه کن و عمر پرارزش خود را صرف غم خوردن مکن که سختی راه زندگی در مقابل بزرگی و ارزش اهداف انسان آسان می شود."
  },
  {
    "id": 12,
    "title": "غزل شماره 12",
    "poem": "\r\nگداخت جان که شود کار دل تمام و نشد\r\nبسوختيم در اين آرزوي خام و نشد\r\nبه لابه گفت شبي مير مجلس تو شوم\r\nشدم به رغبت خويشش کمين غلام و نشد\r\nپيام داد که خواهم نشست با رندان\r\nبشد به رندي و دردي کشيم نام و نشد\r\nرواست در بر اگر مي‌طپد کبوتر دل\r\nکه ديد در ره خود تاب و پيچ دام و نشد\r\nبدان هوس که به مستي ببوسم آن لب لعل\r\nچه خون که در دلم افتاد همچو جام و نشد\r\nبه کوي عشق منه بي‌دليل راه قدم\r\nکه من به خويش نمودم صد اهتمام و نشد\r\nفغان که در طلب گنج نامه مقصود\r\nشدم خراب جهاني ز غم تمام و نشد\r\nدريغ و درد که در جست و جوي گنج حضور\r\nبسي شدم به گدايي بر کرام و نشد\r\nهزار حيله برانگيخت حافظ از سر فکر\r\nدر آن هوس که شود آن نگار رام و نشد\r\n",
    "interpretation": "از جان و دل مایه گذاشتی و سعی بسیار کردی که به آرزوی خود برسی ولی بی فایده بود و از تلاشت نتیجه ای نگرفتی. بیش از این پافشاری در این راه به صلاح تو نمی باشد. بهتر آن است که در دیگری را بزنی و فرصتها را از دست ندهی که پشیمانی به بار خواهد آورد."
  },
  {
    "id": 13,
    "title": "غزل شماره 13",
    "poem": "\r\nزين خوش رقم که بر گل رخسار مي‌کشي\r\nخط بر صحيفه گل و گلزار مي‌کشي\r\nاشک حرم نشين نهانخانه مرا\r\nزان سوي هفت پرده به بازار مي‌کشي\r\nکاهل روي چو باد صبا را به بوي زلف\r\nهر دم به قيد سلسله در کار مي‌کشي\r\nهر دم به ياد آن لب ميگون و چشم مست\r\nاز خلوتم به خانه خمار مي‌کشي\r\nگفتي سر تو بسته فتراک ما شود\r\nسهل است اگر تو زحمت اين بار مي‌کشي\r\nبا چشم و ابروي تو چه تدبير دل کنم\r\nوه زين کمان که بر من بيمار مي‌کشي\r\nبازآ که چشم بد ز رخت دفع مي‌کند\r\nاي تازه گل که دامن از اين خار مي‌کشي\r\nحافظ دگر چه مي‌طلبي از نعيم دهر\r\nمي مي‌خوري و طره دلدار مي‌کشي\r\n",
    "interpretation": "خداوند بزرگ به تو آنقدر که لازم است نعمت های خود را بخشیده است و تو نباید طمع و زیاده خواهی کنی. برای نیتی که در سر داری به خوبی چاره اندیشی کن و برای انجام آن عجله به خرج مده. زیرا اجرای این نیت نیاز به آمادگی های بیشتری دارد که تو اکنون فاقد آن هستی."
  },
  {
    "id": 14,
    "title": "غزل شماره 14",
    "poem": "\r\nسحر چون خسرو خاور علم بر کوهساران زد\r\nبه دست مرحمت يارم در اميدواران زد\r\nچو پيش صبح روشن شد که حال مهر گردون چيست\r\nبرآمد خنده خوش بر غرور کامگاران زد\r\nنگارم دوش در مجلس به عزم رقص چون برخاست\r\nگره بگشود از ابرو و بر دل‌هاي ياران زد\r\nمن از رنگ صلاح آن دم به خون دل بشستم دست\r\nکه چشم باده پيمايش صلا بر هوشياران زد\r\nکدام آهن دلش آموخت اين آيين عياري\r\nکز اول چون برون آمد ره شب زنده داران زد\r\nخيال شهسواري پخت و شد ناگه دل مسکين\r\nخداوندا نگه دارش که بر قلب سواران زد\r\nدر آب و رنگ رخسارش چه جان داديم و خون خو\r\nچو نقشش دست داد اول رقم بر جان سپاران زد\r\nمنش با خرقه پشمين کجا اندر کمند آرم\r\nزره مويي که مژگانش ره خنجرگزاران زد\r\nشهنشاه مظفر فر شجاع ملک و دين منصور\r\nکه جود بي‌دريغش خنده بر ابر بهاران زد\r\nاز آن ساعت که جام مي به دست او مشرف شد\r\nزمانه ساغر شادي به ياد ميگساران زد\r\nز شمشير سرافشانش ظفر آن روز بدرخشيد\r\nکه چون خورشيد انجم سوز تنها بر هزاران زد\r\nدوام عمر و ملک او بخواه از لطف حق اي دل\r\nکه چرخ اين سکه دولت به دور روزگاران زد\r\nنظر بر قرعه توفيق و يمن دولت شاه است\r\nبده کام دل حافظ که فال بختياران زد\r\n",
    "interpretation": "برای انسان امید در زندگی چون بال است برای پرنده و امیدواری تو نیز بالاخره نتیجه خواهد داد. به زودی زندگیت روشن و زیبا چون سحری پس از شب تیره خواهد شد. خداوند به تو لطف و عنایت خواهد نمود و گره از مشکلاتت باز خواهد کرد. از این فرصت استفاده کن و از یاد خدا و شکر او غافل مشو."
  },
  {
    "id": 15,
    "title": "غزل شماره 15",
    "poem": "\r\nبنفشه دوش به گل گفت و خوش نشاني داد\r\nکه تاب من به جهان طره فلاني داد\r\nدلم خزانه اسرار بود و دست قضا\r\nدرش ببست و کليدش به دلستاني داد\r\nشکسته وار به درگاهت آمدم که طبيب\r\nبه موميايي لطف توام نشاني داد\r\nتنش درست و دلش شاد باد و خاطر خوش\r\nکه دست دادش و ياري ناتواني داد\r\nبرو معالجه خود کن اي نصيحتگو\r\nشراب و شاهد شيرين که را زياني داد\r\nگذشت بر من مسکين و با رقيبان گفت\r\nدريغ حافظ مسکين من چه جاني داد\r\n",
    "interpretation": "مدتها بود که دلت همچون صندوقچه ای در بسته بود. اما دست قضا دلستانی را در سر راهت قرار داد. بزودی از جانب او نشانه ای بسیار نیکو دریافت می کنی که احساس او را نسبت به تو عیان می سازد. اگر می خواهی خدا در این راه به تو کمک کند از کمک کردن به افتادگان و گرفتن دست ناتوانان دریغ مکن و از کاری که به کسی زیان می رساند دوری کن."
  },
  {
    "id": 16,
    "title": "غزل شماره 16",
    "poem": "\r\nچو باد عزم سر کوي يار خواهم کرد\r\nنفس به بوي خوشش مشکبار خواهم کرد\r\nبه هرزه بي مي و معشوق عمر مي‌گذرد\r\nبطالتم بس از امروز کار خواهم کرد\r\nهر آبروي که اندوختم ز دانش و دين\r\nنثار خاک ره آن نگار خواهم کرد\r\nچو شمع صبحدمم شد ز مهر او روشن\r\nکه عمر در سر اين کار و بار خواهم کرد\r\nبه ياد چشم تو خود را خراب خواهم ساخت\r\nبناي عهد قديم استوار خواهم کرد\r\nصبا کجاست که اين جان خون گرفته چو گل\r\nفداي نکهت گيسوي يار خواهم کرد\r\nنفاق و زرق نبخشد صفاي دل حافظ\r\nطريق رندي و عشق اختيار خواهم کرد\r\n",
    "interpretation": "تصمیم به انجام کاری گرفته ای که راهی بس دشوار دارد که در این راه باید هرآنچه که داری در طبق اخلاص بگذاری و تمام سعی و توانت را به کار گیری. اگر از گذر عمر تاکنون راضی نبوده ای و واقعا قصد تغییر مسیر در زندگیت را داری امروز بهتر از فرداست زیرا این راه تو را به سعادت و نیکبختی دنیوی و اخروی خواهد رساند."
  },
  {
    "id": 17,
    "title": "غزل شماره 17",
    "poem": "\r\nمي‌سوزم از فراقت روي از جفا بگردان\r\nهجران بلاي ما شد يا رب بلا بگردان\r\nمه جلوه مي‌نمايد بر سبز خنگ گردون\r\nتا او به سر درآيد بر رخش پا بگردان\r\nمر غول را برافشان يعني به رغم سنبل\r\nگرد چمن بخوري همچون صبا بگردان\r\nيغماي عقل و دين را بيرون خرام سرمست\r\nدر سر کلاه بشکن در بر قبا بگردان\r\nاي نور چشم مستان در عين انتظارم\r\nچنگ حزين و جامي بنواز يا بگردان\r\nدوران همي‌نويسد بر عارضش خطي خوش\r\nيا رب نوشته بد از يار ما بگردان\r\nحافظ ز خوبرويان بختت جز اين قدر نيست\r\nگر نيستت رضايي حکم قضا بگردان\r\n",
    "interpretation": "از پیش آمدها و حوادث بد روزگار به خدا پناه ببر، زیرا او بهترین پناهگاه است و تو را از آفات و گزندها حفظ می کند. مدتهاست در انتظار تحولی مثبت در زندگی خود هستی و از زندگی فعلی ات رضایت نداری. بدان که برای تغییر زندگیت و ایجاد این تحول نیاز به یک تلاش و کوشش وسیع است که از دست تو برمی آید."
  },
  {
    "id": 18,
    "title": "غزل شماره 18",
    "poem": "\r\nمسلمانان مرا وقتي دلي بود\r\nکه با وي گفتمي گر مشکلي بود\r\nبه گردابي چو مي‌افتادم از غم\r\nبه تدبيرش اميد ساحلي بود\r\nدلي همدرد و ياري مصلحت بين\r\nکه استظهار هر اهل دلي بود\r\nز من ضايع شد اندر کوي جانان\r\nچه دامنگير يا رب منزلي بود\r\nهنر بي‌عيب حرمان نيست ليکن\r\nز من محرومتر کي سالي بود\r\nبر اين جان پريشان رحمت آريد\r\nکه وقتي کارداني کاملي بود\r\nمرا تا عشق تعليم سخن کرد\r\nحديثم نکته هر محفلي بود\r\nمگو ديگر که حافظ نکته‌دان است\r\nکه ما ديديم و محکم جاهلي بود\r\n",
    "interpretation": "روزگاری همه تو را به عقل و درایت و کاردانی می شناختند، اما تو با یک انتخاب غلط، تمام مسیر زندگیت را عوض کردی و خود و دیگران را به دردسر انداختی ولی هنوز هم دیر نشده و فرصت داری تا از این راه برگردی، پس به این وسوسه ها اعتنا نکن و این بار با چشمان باز مسیرت را انتخاب کن."
  },
  {
    "id": 19,
    "title": "غزل شماره 19",
    "poem": "\r\nيا رب اين شمع دل افروز ز کاشانه کيست\r\nجان ما سوخت بپرسيد که جانانه کيست\r\nحاليا خانه برانداز دل و دين من است\r\nتا در آغوش که مي‌خسبد و همخانه کيست\r\nباده لعل لبش کز لب من دور مباد\r\nراح روح که و پيمان ده پيمانه کيست\r\nدولت صحبت آن شمع سعادت پرتو\r\nبازپرسيد خدا را که به پروانه کيست\r\nمي‌دهد هر کسش افسوني و معلوم نشد\r\nکه دل نازک او مايل افسانه کيست\r\nيا رب آن شاهوش ماه رخ زهره جبين\r\nدر يکتاي که و گوهر يک دانه کيست\r\nگفتم آه از دل ديوانه حافظ بي تو\r\nزير لب خنده زنان گفت که ديوانه کيست\r\n",
    "interpretation": "دل در گرو کسی نهاده ای که هواخواهان بسیار دارد و این موضوع تو را دچار تردید نموده و نمی دانی که آیا او هم به کسی علاقمند هست یا نه؟ و این باعث شده که در ابراز علاقه خود نسبت به او دچار تردید شوی. توصیه می شود راز خود را با او در میان بگذاری که او تو را به دیگران ترجیح خواهد داد."
  },
  {
    "id": 20,
    "title": "غزل شماره 20",
    "poem": "\r\nصوفي ار باده به اندازه خورد نوشش باد\r\nور نه انديشه اين کار فراموشش باد\r\nآن که يک جرعه مي از دست تواند دادن\r\nدست با شاهد مقصود در آغوشش باد\r\nپير ما گفت خطا بر قلم صنع نرفت\r\nآفرين بر نظر پاک خطاپوشش باد\r\nشاه ترکان سخن مدعيان مي‌شنود\r\nشرمي از مظلمه خون سياووشش باد\r\nگر چه از کبر سخن با من درويش نگفت\r\nجان فداي شکرين پسته خاموشش باد\r\nچشمم از آينه داران خط و خالش گشت\r\nلبم از بوسه ربايان بر و دوشش باد\r\nنرگس مست نوازش کن مردم دارش\r\nخون عاشق به قدح گر بخورد نوشش باد\r\nبه غلامي تو مشهور جهان شد حافظ\r\nحلقه بندگي زلف تو در گوشش باد\r\n",
    "interpretation": "رعایت اعتدال در هر کار شرط اصلی موفقیت و پیروزی است. پس از افراط و تفریط در هر کاری بپرهیز. اگر می خواهی شاهد مقصود را در آغوش بکشی، بلندنظری و سخاوت را فراموش نکن. از خطای دیگران بگذر و اگر از دستت کاری برای دیگران ساخته است انجام بده تا عزیز و بلند مرتبه شوی."
  },
  {
    "id": 21,
    "title": "غزل شماره 21",
    "poem": "\r\nاي صبا نکهتي از کوي فلاني به من آر\r\nزار و بيمار غمم راحت جاني به من آر\r\nقلب بي‌حاصل ما را بزن اکسير مراد\r\nيعني از خاک در دوست نشاني به من آر\r\nدر کمينگاه نظر با دل خويشم جنگ است\r\nز ابرو و غمزه او تير و کماني به من آر\r\nدر غريبي و فراق و غم دل پير شدم\r\nساغر مي ز کف تازه جواني به من آر\r\nمنکران را هم از اين مي دو سه ساغر بچشان\r\nوگر ايشان نستانند رواني به من آر\r\nساقيا عشرت امروز به فردا مفکن\r\nيا ز ديوان قضا خط اماني به من آر\r\nدلم از دست بشد دوش چو حافظ مي‌گفت\r\nکاي صبا نکهتي از کوي فلاني به من آر\r\n",
    "interpretation": "روزها و هفته ها از عمر عزیز خود را در انتظار گذرانده ای، غافل از این که عمر در گذر است و زمان در انتظار کسی نمی ماند. اکنون دیگر بهتر آن است که به جای انتظار کشیدن و در آرزوها راکد ماندن از زندگی خود لذت ببری و فردا را با دستهای توانای خود بسازی."
  },
  {
    "id": 22,
    "title": "غزل شماره 22",
    "poem": "\r\nبه صوت بلبل و قمري اگر ننوشي مي\r\nعلاج کي کنمت آخرالدواY الکي\r\nذخيره‌اي بنه از رنگ و بوي فصل بهار\r\nکه مي‌رسند ز پي رهزنان بهمن و دي\r\nچو گل نقاب برافکند و مرغ زد هوهو\r\nمنه ز دست پياله چه مي‌کني هي هي\r\nشکوه سلطنت و حسن کي ثباتي داد\r\nز تخت جم سخني مانده است و افسر کي\r\nخزينه داري ميراث خوارگان کفر است\r\nبه قول مطرب و ساقي به فتوي دف و ني\r\nزمانه هيچ نبخشد که بازنستاند\r\nمجو ز سفله مروت که شيه لا شي\r\nنوشته‌اند بر ايوان جنه الماوي\r\nکه هر که عشوه دنيي خريد واي به وي\r\nسخا نماند سخن طي کنم شراب کجاست\r\nبده به شادي روح و روان حاتم طي\r\nبخيل بوي خدا نشنود بيا حافظ\r\nپياله گير و کرم ورز و الضمان علي\r\n",
    "interpretation": "اکنون در دوران جوانی و بهار زندگی به سر می بری، توشه ای برای دوران پیری و زمستان عمر فراهم کن، اما هرگز اسیر جاذبه های دنیا نشو و از آنچه بدست می آوری استفاده کن و برای میراث خواران امانت داری نکن. از بخل و حسد بپرهیز که رحمت خدا شامل حال افراد بخیل نمی شود."
  },
  {
    "id": 23,
    "title": "غزل شماره 23",
    "poem": "\r\nعيب رندان مکن اي زاهد پاکيزه سرشت\r\nکه گناه دگران بر تو نخواهند نوشت\r\nمن اگر نيکم و گر بد تو برو خود را باش\r\nهر کسي آن درود عاقبت کار که کشت\r\nهمه کس طالب يارند چه هشيار و چه مست\r\nهمه جا خانه عشق است چه مسجد چه کنشت\r\nسر تسليم من و خشت در ميکده‌ها\r\nمدعي گر نکند فهم سخن گو سر و خشت\r\nنااميدم مکن از سابقه لطف ازل\r\nتو پس پرده چه داني که که خوب است و که زش\r\nنه من از پرده تقوا به درافتادم و بس\r\nپدرم نيز بهشت ابد از دست بهشت\r\nحافظا روز اجل گر به کف آري جامي\r\nيک سر از کوي خرابات برندت به بهشت\r\n",
    "interpretation": "عیبجویی از دیگران کار بسیار زشتی است. هر کسی مسئول عواقب اعمال خود است و از ظاهر انسانها نمی توان به باطن آنها پی برد و کسی از باطن دیگری خبر ندارد. درست است که همه انسانها جایزالخطا هستند ولی انسان عاقل از اشتباهات دیگران درس می گیرد و آن را تکرار نمی کند. پس تو نیز از تجربیات دیگران استفاده مفید کن."
  },
  {
    "id": 24,
    "title": "غزل شماره 24",
    "poem": "\r\nمنم که شهره شهرم به عشق ورزيدن\r\nمنم که ديده نيالودم به بد ديدن\r\nوفا کنيم و ملامت کشيم و خوش باشيم\r\nکه در طريقت ما کافريست رنجيدن\r\nبه پير ميکده گفتم که چيست راه نجات\r\nبخواست جام مي و گفت عيب پوشيدن\r\nمراد دل ز تماشاي باغ عالم چيست\r\nبه دست مردم چشم از رخ تو گل چيدن\r\nبه مي پرستي از آن نقش خود زدم بر آب\r\nکه تا خراب کنم نقش خود پرستيدن\r\nبه رحمت سر زلف تو واثقم ور نه\r\nکشش چو نبود از آن سو چه سود کوشيدن\r\nعنان به ميکده خواهيم تافت زين مجلس\r\nکه وعظ بي عملان واجب است نشنيدن\r\nز خط يار بياموز مهر با رخ خوب\r\nکه گرد عارض خوبان خوش است گرديدن\r\nمبوس جز لب ساقي و جام مي حافظ\r\nکه دست زهدفروشان خطاست بوسيدن\r\n",
    "interpretation": "عاشقی صادق هستی، نیت پاکی داری و به عشق خود وفاداری. در مقابل سختی ها صبور و ساکتی و از ریاکاری و زهدفروشی بیزاری. تنها پیشه ی تو در زندگی صداقت است، به همین روش ادامه بده و به لطف و رحمت الهی امیدوار باش که جزای نیکی های خود را از او خواهی گرفت."
  },
  {
    "id": 25,
    "title": "غزل شماره 25",
    "poem": "\r\nشکفته شد گل حمرا و گشت بلبل مست\r\nصلاي سرخوشي اي صوفيان باده پرست\r\nاساس توبه که در محکمي چو سنگ نمود\r\nببين که جام زجاجي چه طرفه‌اش بشکست\r\nبيار باده که در بارگاه استغنا\r\nچه پاسبان و چه سلطان چه هوشيار و چه مست\r\nاز اين رباط دودر چون ضرورت است رحيل\r\nرواق و طاق معيشت چه سربلند و چه پست\r\nمقام عيش ميسر نمي‌شود بي‌رنج\r\nبلي به حکم بلا بسته‌اند عهد الست\r\nبه هست و نيست مرنجان ضمير و خوش مي‌باش\r\nکه نيستيست سرانجام هر کمال که هست\r\nشکوه آصفي و اسب باد و منطق طير\r\nبه باد رفت و از او خواجه هيچ طرف نبست\r\nبه بال و پر مرو از ره که تير پرتابي\r\nهوا گرفت زماني ولي به خاک نشست\r\nزبان کلک تو حافظ چه شکر آن گويد\r\nکه گفته سخنت مي‌برند دست به دست\r\n",
    "interpretation": "برای تو زمان عیش و کامیابی فرا رسیده است، اما بدان که در پیشگاه الهی همه انسانها یکسان هستند و دنیا رهگذری است که باید از آن گذشت. پس غصه کم و زیاد دنیا را مخور که فانی است و برای آنکه گنج بیابی باید رنج تحمل کنی ولی اکنون که دور به دست توست هرگز زیادی روی مکن که هر اوج، افولی به دنبال خواهد داشت."
  },
  {
    "id": 26,
    "title": "غزل شماره 26",
    "poem": "\r\nدر وفاي عشق تو مشهور خوبانم چو شمع\r\nشب نشين کوي سربازان و رندانم چو شمع\r\nروز و شب خوابم نمي‌آيد به چشم غم پرست\r\nبس که در بيماري هجر تو گريانم چو شمع\r\nرشته صبرم به مقراض غمت ببريده شد\r\nهمچنان در آتش مهر تو سوزانم چو شمع\r\nگر کميت اشک گلگونم نبودي گرم رو\r\nکي شدي روشن به گيتي راز پنهانم چو شمع\r\nدر ميان آب و آتش همچنان سرگرم توست\r\nاين دل زار نزار اشک بارانم چو شمع\r\nدر شب هجران مرا پروانه وصلي فرست\r\nور نه از دردت جهاني را بسوزانم چو شمع\r\nبي جمال عالم آراي تو روزم چون شب است\r\nبا کمال عشق تو در عين نقصانم چو شمع\r\nکوه صبرم نرم شد چون موم در دست غمت\r\nتا در آب و آتش عشقت گدازانم چو شمع\r\nهمچو صبحم يک نفس باقيست با ديدار تو\r\nچهره بنما دلبرا تا جان برافشانم چو شمع\r\nسرفرازم کن شبي از وصل خود اي نازنين\r\nتا منور گردد از ديدارت ايوانم چو شمع\r\nآتش مهر تو را حافظ عجب در سر گرفت\r\nآتش دل کي به آب ديده بنشانم چو شمع\r\n",
    "interpretation": "نیت و آرزویی در سر داری که با جدیت تمام آن را دنبال می کنی، ولی گاهی در این مسیر دچار شتابزدگی می شوی. صبر و شکیبایی کلید حل مشکلات است. شما در یک قدمی پیروزی ایستاده اید. کافی است از فرصتهای بدست آمده نهایت استفاده را ببرید تا با خیال راحت شاهد پیروزی را در آغوش بکشید."
  },
  {
    "id": 27,
    "title": "غزل شماره 27",
    "poem": "\r\nنقدها را بود آيا که عياري گيرند\r\nتا همه صومعه داران پي کاري گيرند\r\nمصلحت ديد من آن است که ياران همه کار\r\nبگذارند و خم طره ياري گيرند\r\nخوش گرفتند حريفان سر زلف ساقي\r\nگر فلکشان بگذارد که قراري گيرند\r\nقوت بازوي پرهيز به خوبان مفروش\r\nکه در اين خيل حصاري به سواري گيرند\r\nيا رب اين بچه ترکان چه دليرند به خون\r\nکه به تير مژه هر لحظه شکاري گيرند\r\nرقص بر شعر تر و ناله ني خوش باشد\r\nخاصه رقصي که در آن دست نگاري گيرند\r\nحافظ ابناي زمان را غم مسکينان نيست\r\nزين ميان گر بتوان به که کناري گيرند\r\n",
    "interpretation": "قصد انجام کار جدیدی را داری که اصلا به صلاح تو نیست و بهتر است این نیت را ترک کنی زیرا انجام هر کاری با زور ممکن نیست. به جای این تلاش بیهوده از آنچه داری نهایت استفاده را ببر و به دنبال همدل و همزبانی برای خود باش تا تو را به زندگی آرام و سعادتمندی برساند. فرصت را از دست مده که بهترین کار برای تو همین است."
  },
  {
    "id": 28,
    "title": "غزل شماره 28",
    "poem": "\r\nفتوي پير مغان دارم و قوليست قديم\r\nکه حرام است مي آن جا که نه يار است نديم\r\nچاک خواهم زدن اين دلق ريايي چه کنم\r\nروح را صحبت ناجنس عذابيست اليم\r\nتا مگر جرعه فشاند لب جانان بر من\r\nسال‌ها شد که منم بر در ميخانه مقيم\r\nمگرش خدمت ديرين من از ياد برفت\r\nاي نسيم سحري ياد دهش عهد قديم\r\nبعد صد سال اگر بر سر خاکم گذري\r\nسر برآرد ز گلم رقص کنان عظم رميم\r\nدلبر از ما به صد اميد ستد اول دل\r\nظاهرا عهد فرامش نکند خلق کريم\r\nغنچه گو تنگ دل از کار فروبسته مباش\r\nکز دم صبح مدد يابي و انفاس نسيم\r\nفکر بهبود خود اي دل ز دري ديگر کن\r\nدرد عاشق نشود به به مداواي حکيم\r\nگوهر معرفت آموز که با خود ببري\r\nکه نصيب دگران است نصاب زر و سيم\r\nدام سخت است مگر يار شود لطف خدا\r\nور نه آدم نبرد صرفه ز شيطان رجيم\r\nحافظ ار سيم و زرت نيست چه شد شاکر باش\r\nچه به از دولت لطف سخن و طبع سليم\r\n",
    "interpretation": "با هزاران امید و آرزو دل به کسی سپرده ای، ولی گویا عهد و پیمانش را با تو فراموش کرده است، اما این مساله نباید تو را دلتنگ کند زیرا اگر از این راه به مقصود نرسی راههای بهتری نیز وجود دارد. به دنبال معرفت اندوزی باش نه سیم و زر چرا که نعمتهای خداوند در اختیار تو قرار دارد که از هر ثروتی گرانبهاتر است."
  },
  {
    "id": 29,
    "title": "غزل شماره 29",
    "poem": "\r\nهرگزم نقش تو از لوح دل و جان نرود\r\nهرگز از ياد من آن سرو خرامان نرود\r\nاز دماغ من سرگشته خيال دهنت\r\nبه جفاي فلک و غصه دوران نرود\r\nدر ازل بست دلم با سر زلفت پيوند\r\nتا ابد سر نکشد و از سر پيمان نرود\r\nهر چه جز بار غمت بر دل مسکين من است\r\nبرود از دل من و از دل من آن نرود\r\nآن چنان مهر توام در دل و جان جاي گرفت\r\nکه اگر سر برود از دل و از جان نرود\r\nگر رود از پي خوبان دل من معذور است\r\nدرد دارد چه کند کز پي درمان نرود\r\nهر که خواهد که چو حافظ نشود سرگردان\r\nدل به خوبان ندهد و از پي ايشان نرود\r\n",
    "interpretation": "تمام وجودت از عشق به معشوقی آکنده است و در فکر و اندیشه ات جایی برای هیچ کس جز او نیست. گویا این عشق با جانت درآمیخته. اما بدان که در راه عشق همیشه مشکلاتی وجود دارد که با صبر و شکیبایی حل خواهد شد. پس بجای بی قراری، شکیبایی به خرج بده که نیکوترین کارها در رسیدن به مقصود است."
  },
  {
    "id": 30,
    "title": "غزل شماره 30",
    "poem": "\r\nکلک مشکين تو روزي که ز ما ياد کند\r\nببرد اجر دو صد بنده که آزاد کند\r\nقاصد منزل سلمي که سلامت بادش\r\nچه شود گر به سلامي دل ما شاد کند\r\nامتحان کن که بسي گنج مرادت بدهند\r\nگر خرابي چو مرا لطف تو آباد کند\r\nيا رب اندر دل آن خسرو شيرين انداز\r\nکه به رحمت گذري بر سر فرهاد کند\r\nشاه را به بود از طاعت صدساله و زهد\r\nقدر يک ساعته عمري که در او داد کند\r\nحاليا عشوه ناز تو ز بنيادم برد\r\nتا دگرباره حکيمانه چه بنياد کند\r\nگوهر پاک تو از مدحت ما مستغنيست\r\nفکر مشاطه چه با حسن خداداد کند\r\nره نبرديم به مقصود خود اندر شيراز\r\nخرم آن روز که حافظ ره بغداد کند\r\n",
    "interpretation": "خیر رساندن به دیگران، کمک کردن به محتاجان و حکم کردن به عدل و عدالت و نیز شاد کردن دلهای شکسته در پیشگاه حضرت حق بسیار با ارزش تر از سالها زهد و طاعت محض پروردگار است. پس از هر آنچه که از دستت می آید دریغ مکن. نیت سفری در سر داری ولی در آن تردید داری. تردیدت بی مورد است و انجام این سفر به خیر و صلاح توست."
  },
  {
    "id": 31,
    "title": "غزل شماره 31",
    "poem": "\r\nهر نکته‌اي که گفتم در وصف آن شمايل\r\nهر کو شنيد گفتا لله در قال\r\nتحصيل عشق و رندي آسان نمود اول\r\nآخر بسوخت جانم در کسب اين فضايل\r\nحلاج بر سر دار اين نکته خوش سرايد\r\nاز شافعي نپرسند امثال اين مسال\r\nگفتم که کي ببخشي بر جان ناتوانم\r\nگفت آن زمان که نبود جان در ميانه حال\r\nدل داده‌ام به ياري شوخي کشي نگاري\r\nمرضيه السجايا محموده الخصال\r\nدر عين گوشه گيري بودم چو چشم مستت\r\nو اکنون شدم به مستان چون ابروي تو مايل\r\nاز آب ديده صد ره طوفان نوح ديدم\r\nو از لوح سينه نقشت هرگز نگشت زايل\r\nاي دوست دست حافظ تعويذ چشم زخم است\r\nيا رب ببينم آن را در گردنت حمايل\r\n",
    "interpretation": "نیتی در سر داری و برای هرکس بازگو می کنی مورد تایید واقع می شوی، اما این نیت اگرچه ظاهری ساده و آسان دارد، ولی در عمل بسیار صعب و مشکل است و اگر در انجام این نیت راسخ هستی باید با مشکلات و سختی های این راه کنار بیایی و با صبر و شکیبایی آنها را حل نمایی."
  },
  {
    "id": 32,
    "title": "غزل شماره 32",
    "poem": "\r\nبه جان خواجه و حق قديم و عهد درست\r\nکه مونس دم صبحم دعاي دولت توست\r\nسرشک من که ز طوفان نوح دست برد\r\nز لوح سينه نيارست نقش مهر تو شست\r\nبکن معامله‌اي وين دل شکسته بخر\r\nکه با شکستگي ارزد به صد هزار درست\r\nزبان مور به آصف دراز گشت و رواست\r\nکه خواجه خاتم جم ياوه کرد و بازنجست\r\nدلا طمع مبر از لطف بي‌نهايت دوست\r\nچو لاف عشق زدي سر بباز چابک و چست\r\nبه صدق کوش که خورشيد زايد از نفست\r\nکه از دروغ سيه روي گشت صبح نخست\r\nشدم ز دست تو شيداي کوه و دشت و هنوز\r\nنمي‌کني به ترحم نطاق سلسله سست\r\nمرنج حافظ و از دلبران حفاظ مجوي\r\nگناه باغ چه باشد چو اين گياه نرست\r\n",
    "interpretation": "برای رسیدن به مقصود خود به خدا توسل کن و نذر و دعا را فراموش مکن. معامله ای در پیش داری که برعکس آنچه ظاهرا به نظر می رسد برایت سود فراوانی خواهد داشت. اگر قصد پا گذاردن در راه عشق را داری در این راه از هیچ کوششی دریغ مکن چنانچه حقیقت را بازگو کنی به نتیجه مطلوب می رسی ولی دروغگویی کارت را خراب می کند. گناه خود را به گردن دیگران مینداز و خود درصدد جبران اشتباهاتت باش."
  },
  {
    "id": 33,
    "title": "غزل شماره 33",
    "poem": "\r\nدي پير مي فروش که ذکرش به خير باد\r\nگفتا شراب نوش و غم دل ببر ز ياد\r\nگفتم به باد مي‌دهدم باده نام و ننگ\r\nگفتا قبول کن سخن و هر چه باد باد\r\nسود و زيان و مايه چو خواهد شدن ز دست\r\nاز بهر اين معامله غمگين مباش و شاد\r\nبادت به دست باشد اگر دل نهي به هيچ\r\nدر معرضي که تخت سليمان رود به باد\r\nحافظ گرت ز پند حکيمان ملالت است\r\nکوته کنيم قصه که عمرت دراز باد\r\n",
    "interpretation": "تمام هم و غم زندگیت، کارت و سود و زیان آن می باشد. بیش از اندازه خود را درگیر مسائل کاری و مادی کرده ای. تو که می دانی پول و مادیات دنیا فانی و از بین رفتنی است پس چرا خود را به خاطر هیچ آزار می دهی و حرف کسی هم به گوشت نمی رود. اگر می خواهی عمری طولانی همراه با شادکامی و سعادت داشته باشی، کمی به فکر خودت باش و بیشتر از این خود را آزار نده."
  },
  {
    "id": 34,
    "title": "غزل شماره 34",
    "poem": "\r\nاي خرم از فروغ رخت لاله زار عمر\r\nبازآ که ريخت بي گل رويت بهار عمر\r\nاز ديده گر سرشک چو باران چکد رواست\r\nکاندر غمت چو برق بشد روزگار عمر\r\nاين يک دو دم که مهلت ديدار ممکن است\r\nدرياب کار ما که نه پيداست کار عمر\r\nتا کي مي صبوح و شکرخواب بامداد\r\nهشيار گرد هان که گذشت اختيار عمر\r\nدي در گذار بود و نظر سوي ما نکرد\r\nبيچاره دل که هيچ نديد از گذار عمر\r\nانديشه از محيط فنا نيست هر که را\r\nبر نقطه دهان تو باشد مدار عمر\r\nدر هر طرف که ز خيل حوادث کمين‌گهيست\r\nزان رو عنان گسسته دواند سوار عمر\r\nبي عمر زنده‌ام من و اين بس عجب مدار\r\nروز فراق را که نهد در شمار عمر\r\nحافظ سخن بگوي که بر صفحه جهان\r\nاين نقش ماند از قلمت يادگار عمر\r\n",
    "interpretation": "تا کی کار امروز را به فردا موکول کردن و غرق بودن در شیرینی خواب غفلت؟ آیا واقعا از فردای خود مطمئن هستی؟ زندگی امروز را چنان باید که گویا فردایی در کار نیست. هرچه می خواهی انجام می دهی و از خود یادگارهای نیک برجای بگذاری. همین امروز شاید که فردایی نباشد."
  },
  {
    "id": 35,
    "title": "غزل شماره 35",
    "poem": "\r\nهر آن کو خاطر مجموع و يار نازنين دارد\r\nسعادت همدم او گشت و دولت همنشين دارد\r\nحريم عشق را درگه بسي بالاتر از عقل است\r\nکسي آن آستان بوسد که جان در آستين دارد\r\nدهان تنگ شيرينش مگر ملک سليمان است\r\nکه نقش خاتم لعلش جهان زير نگين دارد\r\nلب لعل و خط مشکين چو آنش هست و اينش هست\r\nبنازم دلبر خود را که حسنش آن و اين دارد\r\nبه خواري منگر اي منعم ضعيفان و نحيفان را\r\nکه صدر مجلس عشرت گداي رهنشين دارد\r\nچو بر روي زمين باشي توانايي غنيمت دان\r\nکه دوران ناتواني‌ها بسي زير زمين دارد\r\nبلاگردان جان و تن دعاي مستمندان است\r\nکه بيند خير از آن خرمن که ننگ از خوشه چي\r\nصبا از عشق من رمزي بگو با آن شه خوبان\r\nکه صد جمشيد و کيخسرو غلام کمترين دارد\r\nو گر گويد نمي‌خواهم چو حافظ عاشق مفلس\r\nبگوييدش که سلطاني گدايي همنشين دارد\r\n",
    "interpretation": "زندگی آرام و همسر و همدمی بسیار نیکو نصیب شما می شود (شده است) قدر زندگی زیبای خود را بدان و در روزگار آسایش و توانایی دست ناتوانان را بگیر که زندگی فراز و نشیب بسیار دارد و هر کس دعای خیر مستمندان و نیازمندان را با خود داشته باشد هرگز به مصیبت و گرفتاری دچار نخواهد شد."
  },
  {
    "id": 36,
    "title": "غزل شماره 36",
    "poem": "\r\nاي پسته تو خنده زده بر حديث قند\r\nمشتاقم از براي خدا يک شکر بخند\r\nطوبي ز قامت تو نيارد که دم زند\r\nزين قصه بگذرم که سخن مي‌شود بلند\r\nخواهي که برنخيزدت از ديده رود خون\r\nدل در وفاي صحبت رود کسان مبند\r\nگر جلوه مي‌نمايي و گر طعنه مي‌زني\r\nما نيستيم معتقد شيخ خودپسند\r\nز آشفتگي حال من آگاه کي شود\r\nآن را که دل نگشت گرفتار اين کمند\r\nبازار شوق گرم شد آن سروقد کجاست\r\nتا جان خود بر آتش رويش کنم سپند\r\nجايي که يار ما به شکرخنده دم زند\r\nاي پسته کيستي تو خدا را به خود مخند\r\nحافظ چو ترک غمزه ترکان نمي‌کني\r\nداني کجاست جاي تو خوارزم يا خجند\r\n",
    "interpretation": "عشقی نهان در دل داری و منتظر یک موقعیت مثبت هستی که از جانب او فراهم شود. کار عاقلانه این است که به هر کسی اعتماد نکنی و سعی کنی بر افکار آشفته ات تسلط پیدا کنی. به زودی او به تو فرصتی خواهد داد. آماده باش تا با تلاش و فداکاری صداقت خود را به او اثبات کنی و اگر نمی خواهی ترک این عشق را بکنی، در راه خود ثابت قدم باش."
  },
  {
    "id": 37,
    "title": "غزل شماره 37",
    "poem": "\r\nباغ مرا چه حاجت سرو و صنوبر است\r\nشمشاد خانه پرور ما از که کمتر است\r\nاي نازنين پسر تو چه مذهب گرفته‌اي\r\nکت خون ما حلالتر از شير مادر است\r\nچون نقش غم ز دور ببيني شراب خواه\r\nتشخيص کرده‌ايم و مداوا مقرر است\r\nاز آستان پير مغان سر چرا کشيم\r\nدولت در آن سرا و گشايش در آن در است\r\nيک قصه بيش نيست غم عشق وين عجب\r\nکز هر زبان که مي‌شنوم نامکرر است\r\nدي وعده داد وصلم و در سر شراب داشت\r\nامروز تا چه گويد و بازش چه در سر است\r\nشيراز و آب رکني و اين باد خوش نسيم\r\nعيبش مکن که خال رخ هفت کشور است\r\nفرق است از آب خضر که ظلمات جاي او است\r\nتا آب ما که منبعش الله اکبر است\r\nما آبروي فقر و قناعت نمي‌بريم\r\nبا پادشه بگوي که روزي مقدر است\r\nحافظ چه طرفه شاخ نباتيست کلک تو\r\nکش ميوه دلپذيرتر از شهد و شکر است\r\n",
    "interpretation": "در گذشته با مشکلات بسیاری دست و پنجه نرم کرده ای اما به لطف خدا گشایشی در کار است. راهی را که انتخاب کرده ای، بهترین است. از آن باز نگرد که کامیابی در این راه است. در کار خود فقط به خدا توکل کن و به وعده های پوچ دیگران دل مبند که از حرف تا عمل فاصله بسیار است. قناعت پیشه کن و طمع نورز زیرا که روزی از جانب حق مقدر و مشخص است."
  },
  {
    "id": 38,
    "title": "غزل شماره 38",
    "poem": "\r\nجان بي جمال جانان ميل جهان ندارد\r\nهر کس که اين ندارد حقا که آن ندارد\r\nبا هيچ کس نشاني زان دلستان نديدم\r\nيا من خبر ندارم يا او نشان ندارد\r\nهر شبنمي در اين ره صد بحر آتشين است\r\nدردا که اين معما شرح و بيان ندارد\r\nسرمنزل فراغت نتوان ز دست دادن\r\nاي ساروان فروکش کاين ره کران ندارد\r\nچنگ خميده قامت مي‌خواندت به عشرت\r\nبشنو که پند پيران هيچت زيان ندارد\r\nاي دل طريق رندي از محتسب بياموز\r\nمست است و در حق او کس اين گمان ندارد\r\nاحوال گنج قارون کايام داد بر باد\r\nدر گوش دل فروخوان تا زر نهان ندارد\r\nگر خود رقيب شمع است اسرار از او بپوشان\r\nکان شوخ سربريده بند زبان ندارد\r\nکس در جهان ندارد يک بنده همچو حافظ\r\nزيرا که چون تو شاهي کس در جهان ندارد\r\n",
    "interpretation": "زندگی بی عشق تنها زنده بودن است و هر کسی که عشقی در سر ندارد زندگی هم ندارد. از خوشیهای زندگی لذت ببر. به پند و نصایح بزرگان گوش جان بسپار که برایت سودآور و بی ضرر است. فکر زیاده طلبی مال دنیا را از سر بیرون کن که مال هر قدر زیاد هم که باشد، تمام شدنی است. قصه گنج قارون بهترین گواه بر این مدعاست."
  },
  {
    "id": 39,
    "title": "غزل شماره 39",
    "poem": "\r\nچه بودي ار دل آن ماه مهربان بودي\r\nکه حال ما نه چنين بودي ار چنان بودي\r\nبگفتمي که چه ارزد نسيم طره دوست\r\nگرم به هر سر مويي هزار جان بودي\r\nبرات خوشدلي ما چه کم شدي يا رب\r\nگرش نشان امان از بد زمان بودي\r\nگرم زمانه سرافراز داشتي و عزيز\r\nسرير عزتم آن خاک آستان بودي\r\nز پرده کاش برون آمدي چو قطره اشک\r\nکه بر دو ديده ما حکم او روان بودي\r\nاگر نه دايره عشق راه بربستي\r\nچو نقطه حافظ سرگشته در ميان بودي\r\n",
    "interpretation": "چشم خود را باز کن و پیرامونت را آنچنان که هست ببین. با اگرها، ای کاش ها و خیالبافی ها نمی توان زندگی کرد. سرگردانی و سرگشتگی تو علتی جز خیالبافی و واقعیت گریزی ندارد. به خود بیا و خود را با شرایط فعلی سازگار کن و چاره ای عملی بیندیش که تو را به مقصود و نیتت برساند."
  },
  {
    "id": 40,
    "title": "غزل شماره 40",
    "poem": "\r\nهزار دشمنم ار مي‌کنند قصد هلاک\r\nگرم تو دوستي از دشمنان ندارم باک\r\nمرا اميد وصال تو زنده مي‌دارد\r\nو گر نه هر دمم از هجر توست بيم هلاک\r\nنفس نفس اگر از باد نشنوم بويش\r\nزمان زمان چو گل از غم کنم گريبان چاک\r\nرود به خواب دو چشم از خيال تو هيهات\r\nبود صبور دل اندر فراق تو حاشاک\r\nاگر تو زخم زني به که ديگري مرهم\r\nو گر تو زهر دهي به که ديگري ترياک\r\nبضرب سيفک قتلي حياتنا ابدا\r\nلان روحي قد طاب ان يکون فداک\r\nعنان مپيچ که گر مي‌زني به شمشيرم\r\nسپر کنم سر و دستت ندارم از فتراک\r\nتو را چنان که تويي هر نظر کجا بيند\r\nبه قدر دانش خود هر کسي کند ادراک\r\nبه چشم خلق عزيز جهان شود حافظ\r\nکه بر در تو نهد روي مسکنت بر خاک\r\n",
    "interpretation": "اگر همه جهان با تو دشمن باشند، وقتی خدا پشتیبان توست جای هیچ بیم و هراسی نیست. داشتن آرزوها و اهداف منطقی امیدی است برای زندگی و در انسان اشتیاق زنده بودن را تحریک می کند. نیتی نیز که تو در سر داری عاملی است محرک برای پیشرفت روزافزون تو. پس راه رسیدن به این نیت را با کمال اشتیاق طی کن که سعادت از آن توست."
  },
  {
    "id": 41,
    "title": "غزل شماره 41",
    "poem": "\r\nدر ازل هر کو به فيض دولت ارزاني بود\r\nتا ابد جام مرادش همدم جاني بود\r\nمن همان ساعت که از مي خواستم شد توبه کار\r\nگفتم اين شاخ ار دهد باري پشيماني بود\r\nخود گرفتم کافکنم سجاده چون سوسن به دوش\r\nهمچو گل بر خرقه رنگ مي مسلماني بود\r\nبي چراغ جام در خلوت نمي‌يارم نشست\r\nزان که کنج اهل دل بايد که نوراني بود\r\nهمت عالي طلب جام مرصع گو مباش\r\nرند را آب عنب ياقوت رماني بود\r\nگر چه بي‌سامان نمايد کار ما سهلش مبين\r\nکاندر اين کشور گدايي رشک سلطاني بود\r\nنيک نامي خواهي اي دل با بدان صحبت مدار\r\nخودپسندي جان من برهان ناداني بود\r\nمجلس انس و بهار و بحث شعر اندر ميان\r\nنستدن جام مي از جانان گران جاني بود\r\nدي عزيزي گفت حافظ مي‌خورد پنهان شراب\r\nاي عزيز من نه عيب آن به که پنهاني بود\r\n",
    "interpretation": "قصد کرده ای کار و راه فعلی خود را تغییر دهی، اما توصیه می شود از این کار صرفنظر کنی که جز پشیمانی حاصلی نخواهد داشت. سعی و تلاش خود را چند برابر کن و کار خود را بی ارزش مپندار و در انتخاب همکاران دقت بسیار کن و از خودپسندی بپرهیز تا به موفقیت برسی."
  },
  {
    "id": 42,
    "title": "غزل شماره 42",
    "poem": "\r\nصبح است ساقيا قدحي پرشراب کن\r\nدور فلک درنگ ندارد شتاب کن\r\nزان پيشتر که عالم فاني شود خراب\r\nما را ز جام باده گلگون خراب کن\r\nخورشيد مي ز مشرق ساغر طلوع کرد\r\nگر برگ عيش مي‌طلبي ترک خواب کن\r\nروزي که چرخ از گل ما کوزه‌ها کند\r\nزنهار کاسه سر ما پرشراب کن\r\nما مرد زهد و توبه و طامات نيستيم\r\nبا ما به جام باده صافي خطاب کن\r\nکار صواب باده پرستيست حافظا\r\nبرخيز و عزم جزم به کار صواب کن\r\n",
    "interpretation": "سالهاست در انتظار وقت مناسب بوده ای، اکنون آنچه منتظرش بودی از راه رسیده است، تعلل نکن، وقت را از دست مده. اگر می خواهی به مقاصد خود در زندگی برسی و زندگی همراه با آرامش و نشاط داشته باشی، اکنون باید رنج تلاش و زحمت را به خود هموار سازی، ولی هرگز پای خود را از راه صواب بیرون نگذار و عزم خود را در انجام امور خیر جزم کن."
  },
  {
    "id": 43,
    "title": "غزل شماره 43",
    "poem": "\r\nسلامي چو بوي خوش آشنايي\r\nبدان مردم ديده روشنايي\r\nدرودي چو نور دل پارسايان\r\nبدان شمع خلوتگه پارسايي\r\nنمي‌بينم از همدمان هيچ بر جاي\r\nدلم خون شد از غصه ساقي کجايي\r\nز کوي مغان رخ مگردان که آن جا\r\nفروشند مفتاح مشکل گشايي\r\nعروس جهان گر چه در حد حسن است\r\nز حد مي‌برد شيوه بي‌وفايي\r\nدل خسته من گرش همتي هست\r\nنخواهد ز سنگين دلان موميايي\r\nمي صوفي افکن کجا مي‌فروشند\r\nکه در تابم از دست زهد ريايي\r\nرفيقان چنان عهد صحبت شکستند\r\nکه گويي نبوده‌ست خود آشنايي\r\nمرا گر تو بگذاري اي نفس طامع\r\nبسي پادشايي کنم در گدايي\r\nبياموزمت کيمياي سعادت\r\nز همصحبت بد جدايي جدايي\r\nمکن حافظ از جور دوران شکايت\r\nچه داني تو اي بنده کار خدايي\r\n",
    "interpretation": "احساس تنهایی و دلگیری می کنی. از دوستان خود پشت پا خورده ای. همان بهتر که از دوستان نااهل جدا شده ای. از کار خدا شکوه نکن، زیرا صلاح تو در آن است که خدا می خواهد و تو از آن غافلی. اگر به دنبال پناهگاه امنی هستی، به درگاه خدا روی کن که او بهترین گشاینده است."
  },
  {
    "id": 44,
    "title": "غزل شماره 44",
    "poem": "\r\nشراب و عيش نهان چيست کار بي‌بنياد\r\nزديم بر صف رندان و هر چه بادا باد\r\nگره ز دل بگشا و از سپهر ياد مکن\r\nکه فکر هيچ مهندس چنين گره نگشاد\r\nز انقلاب زمانه عجب مدار که چرخ\r\nاز اين فسانه هزاران هزار دارد ياد\r\nقدح به شرط ادب گير زان که ترکيبش\r\nز کاسه سر جمشيد و بهمن است و قباد\r\nکه آگه است که کاووس و کي کجا رفتند\r\nکه واقف است که چون رفت تخت جم بر باد\r\nز حسرت لب شيرين هنوز مي‌بينم\r\nکه لاله مي‌دمد از خون ديده فرهاد\r\nمگر که لاله بدانست بي‌وفايي دهر\r\nکه تا بزاد و بشد جام مي ز کف ننهاد\r\nبيا بيا که زماني ز مي خراب شويم\r\nمگر رسيم به گنجي در اين خراب آباد\r\nنمي‌دهند اجازت مرا به سير و سفر\r\nنسيم باد مصلا و آب رکن آباد\r\nقدح مگير چو حافظ مگر به ناله چنگ\r\nکه بسته‌اند بر ابريشم طرب دل شاد\r\n",
    "interpretation": "خود را به شدت درگیر مسائل دنیوی کرده ای. فکر می کنی قادری تمام مشکلات زندگی را به تنهایی حل کنی؟ این فکری است باطل. دنیا به هیچ کس وفا نکرده پس از دنیا و روزگار شکایت مکن. در موقعیت فعلی خودت خوشبختی را جستجو کن. کثرت مال و منال خوشبختی نیست. به خود بیا و به سعادت واقعی برس. اگر در سر راهت به سفری که قصد آن را داری مشکلاتی پیش آمده علت این است که در حال حاضر سفر برای تو صلاح نیست."
  },
  {
    "id": 45,
    "title": "غزل شماره 45",
    "poem": "\r\nخستگان را چو طلب باشد و قوت نبود\r\nگر تو بيداد کني شرط مروت نبود\r\nما جفا از تو نديديم و تو خود نپسندي\r\nآن چه در مذهب ارباب طريقت نبود\r\nخيره آن ديده که آبش نبرد گريه عشق\r\nتيره آن دل که در او شمع محبت نبود\r\nدولت از مرغ همايون طلب و سايه او\r\nزان که با زاغ و زغن شهپر دولت نبود\r\nگر مدد خواستم از پير مغان عيب مکن\r\nشيخ ما گفت که در صومعه همت نبود\r\nچون طهارت نبود کعبه و بتخانه يکيست\r\nنبود خير در آن خانه که عصمت نبود\r\nحافظا علم و ادب ورز که در مجلس شاه\r\nهر که را نيست ادب لايق صحبت نبود\r\n",
    "interpretation": "از هر کسی به اندازه توانش توقع داشته باش و بر کسی به جرم ناتوانی سخت مگیر و به جای یاری طلبیدن از انسانهای ناتوان از خدا مدد بخواه که بر هر امری تواناست. اگر امید موفقیت داری علم و ادب بیاموز و در همه حال پاکی و عصمت خود را حفظ کن تا لایق سعادت و منشاء خیر شوی."
  },
  {
    "id": 46,
    "title": "غزل شماره 46",
    "poem": "\r\nبازآي ساقيا که هواخواه خدمتم\r\nمشتاق بندگي و دعاگوي دولتم\r\nزان جا که فيض جام سعادت فروغ توست\r\nبيرون شدي نماي ز ظلمات حيرتم\r\nهر چند غرق بحر گناهم ز صد جهت\r\nتا آشناي عشق شدم ز اهل رحمتم\r\nعيبم مکن به رندي و بدنامي اي حکيم\r\nکاين بود سرنوشت ز ديوان قسمتم\r\nمي خور که عاشقي نه به کسب است و اختيار\r\nاين موهبت رسيد ز ميراث فطرتم\r\nمن کز وطن سفر نگزيدم به عمر خويش\r\nدر عشق ديدن تو هواخواه غربتم\r\nدريا و کوه در ره و من خسته و ضعيف\r\nاي خضر پي خجسته مدد کن به همتم\r\nدورم به صورت از در دولتسراي تو\r\nليکن به جان و دل ز مقيمان حضرتم\r\nحافظ به پيش چشم تو خواهد سپرد جان\r\nدر اين خيالم ار بدهد عمر مهلتم\r\n",
    "interpretation": "به شدت مشتاق انجام نیتی هستی که در سر داری. گرچه از خیلی جهات هنوز آمادگی انجام آن را نداری، ولی به آتیه آن امیدواری. به سرزنش های دیگران توجهی نکن و بدان عشق موهبتی الهی است که در فطرت انسانها نهاده شده. برای انجام این نیت باید سفری انجام دهی و همتی والا داشته باشی تا به آرزوهای خود برسی. فرصت را از دست نده و اقدام کن، انشاءالله خیر است."
  },
  {
    "id": 47,
    "title": "غزل شماره 47",
    "poem": "\r\nدلم رميده لولي‌وشيست شورانگيز\r\nدروغ وعده و قتال وضع و رنگ آميز\r\nفداي پيرهن چاک ماه رويان باد\r\nهزار جامه تقوا و خرقه پرهيز\r\nخيال خال تو با خود به خاک خواهم برد\r\nکه تا ز خال تو خاکم شود عبيرآميز\r\nفرشته عشق نداند که چيست اي ساقي\r\nبخواه جام و گلابي به خاک آدم ريز\r\nپياله بر کفنم بند تا سحرگه حشر\r\nبه مي ز دل ببرم هول روز رستاخيز\r\nفقير و خسته به درگاهت آمدم رحمي\r\nکه جز ولاي توام نيست هيچ دست آويز\r\nبيا که هاتف ميخانه دوش با من گفت\r\nکه در مقام رضا باش و از قضا مگريز\r\nميان عاشق و معشوق هيچ حال نيست\r\nتو خود حجاب خودي حافظ از ميان برخيز\r\n",
    "interpretation": "سری سودایی و دلی بیقرار و ناآرام داری. خیال عشقی را در سر می پرورانی که امید وصال از آن نداری. خود را به دست تقدیر بسپار که انسان را توان گریز از سرنوشت نیست. به آنچه خداوند برای تو حکم فرموده راضی باش که صلاح تو مسلما در آن است."
  },
  {
    "id": 48,
    "title": "غزل شماره 48",
    "poem": "\r\nبشنو اين نکته که خود را ز غم آزاده کني\r\nخون خوري گر طلب روزي ننهاده کني\r\nآخرالامر گل کوزه گران خواهي شد\r\nحاليا فکر سبو کن که پر از باده کني\r\nگر از آن آدمياني که بهشتت هوس است\r\nعيش با آدمي اي چند پري زاده کني\r\nتکيه بر جاي بزرگان نتوان زد به گزاف\r\nمگر اسباب بزرگي همه آماده کني\r\nاجرها باشدت اي خسرو شيرين دهنان\r\nگر نگاهي سوي فرهاد دل افتاده کني\r\nخاطرت کي رقم فيض پذيرد هيهات\r\nمگر از نقش پراگنده ورق ساده کني\r\nکار خود گر به کرم بازگذاري حافظ\r\nاي بسا عيش که با بخت خداداده کني\r\nاي صبا بندگي خواجه جلال الدين کن\r\nکه جهان پرسمن و سوسن آزاده کني\r\n",
    "interpretation": "نیتی که در سر داری به صلاح تو نیست. از آنجا که روزی مقدر است تلاش بیش از اندازه تو برای کسب مال جز غم و غصه حاصلی نخواهد داشت. ادعای بیهوده نکن و تا اسباب بزرگی در تو مهیا نشد، لاف بزرگی نزن. اگر انسانی قانع باشی از همین نعمت هایی که خدا در اختیارت قرار داده بیشترین لذت را خواهی برد و زیباترین زندگی را خواهی ساخت."
  },
  {
    "id": 49,
    "title": "غزل شماره 49",
    "poem": "\r\nمرحبا اي پيک مشتاقان بده پيغام دوست\r\nتا کنم جان از سر رغبت فداي نام دوست\r\nواله و شيداست دايم همچو بلبل در قفس\r\nطوطي طبعم ز عشق شکر و بادام دوست\r\nزلف او دام است و خالش دانه آن دام و من\r\nبر اميد دانه‌اي افتاده‌ام در دام دوست\r\nسر ز مستي برنگيرد تا به صبح روز حشر\r\nهر که چون من در ازل يک جرعه خورد از جام \r\nبس نگويم شمه‌اي از شرح شوق خود از آنک\r\nدردسر باشد نمودن بيش از اين ابرام دوست\r\nگر دهد دستم کشم در ديده همچون توتيا\r\nخاک راهي کان مشرف گردد از اقدام دوست\r\nميل من سوي وصال و قصد او سوي فراق\r\nترک کام خود گرفتم تا برآيد کام دوست\r\nحافظ اندر درد او مي‌سوز و بي‌درمان بساز\r\nزان که درماني ندارد درد بي‌آرام دوست\r\n",
    "interpretation": "به شدت واله و شیفته کسی هستی و همیشه منتظر پیغامی از جانب اویی. اما بدان که فداکاری ها و پافشاری های تو در راه این عشق بی مورد است و اسباب دردسر را فراهم خواهد کرد. او بنابر دلایلی به این عشق رضایت ندارد. اگر واقعا دوستش داری به خواسته اش احترام بگذار و از زندگیش بیرون برو، گرچه می دانم برایت خیلی دشوار و عذاب دهنده است ولی شاید این فداکاری بزرگ تو، دل او را بلرزاند."
  },
  {
    "id": 50,
    "title": "غزل شماره 50",
    "poem": "\r\nمجمع خوبي و لطف است عذار چو مهش\r\nليکنش مهر و وفا نيست خدايا بدهش\r\nدلبرم شاهد و طفل است و به بازي روزي\r\nبکشد زارم و در شرع نباشد گنهش\r\nمن همان به که از او نيک نگه دارم دل\r\nکه بد و نيک نديده‌ست و ندارد نگهش\r\nبوي شير از لب همچون شکرش مي‌آيد\r\nگر چه خون مي‌چکد از شيوه چشم سيهش\r\nچارده ساله بتي چابک شيرين دارم\r\nکه به جان حلقه به گوش است مه چاردهش\r\nاز پي آن گل نورسته دل ما يا رب\r\nخود کجا شد که نديديم در اين چند گهش\r\nيار دلدار من ار قلب بدين سان شکند\r\nببرد زود به جانداري خود پادشهش\r\nجان به شکرانه کنم صرف گر آن دانه در\r\nصدف سينه حافظ بود آرامگهش\r\n",
    "interpretation": "عاشق و دلباخته مه رویی بی مهر و وفا هستی که حتی خودت هم می دانی بهتر است دل به او نسپاری. اما عنان و اختیار دل از دست تو خارج گردیده و به دنبال اوست. کسان دیگری هم در بند او گرفتارند و اگر تو نیز طالب او هستی باید از جان و دل در این راه مایه بگذاری."
  },
  {
    "id": 51,
    "title": "غزل شماره 51",
    "poem": "\r\nدل من در هواي روي فرخ\r\nبود آشفته همچون موي فرخ\r\nبجز هندوي زلفش هيچ کس نيست\r\nکه برخوردار شد از روي فرخ\r\nسياهي نيکبخت است آن که دايم\r\nبود همراز و هم زانوي فرخ\r\nشود چون بيد لرزان سرو آزاد\r\nاگر بيند قد دلجوي فرخ\r\nبده ساقي شراب ارغواني\r\nبه ياد نرگس جادوي فرخ\r\nدوتا شد قامتم همچون کماني\r\nز غم پيوسته چون ابروي فرخ\r\nنسيم مشک تاتاري خجل کرد\r\nشميم زلف عنبربوي فرخ\r\nاگر ميل دل هر کس به جايست\r\nبود ميل دل من سوي فرخ\r\nغلام همت آنم که باشد\r\nچو حافظ بنده و هندوي فرخ\r\n",
    "interpretation": "در میان تمام دلبران، دل تو پای بند یک نفر است که حتی فکر دل کندن از او را هم نمی توانی بکنی. این علاقه تا حدی است که تو حتی دوستان او را نیز به خاطر او دوست می داری. نیت تو نسبت به او پاک است. خدا نیز تو را یاری خواهد کرد تا به وصال او برسی و با سعادت و شادکامی زندگی کنی."
  },
  {
    "id": 52,
    "title": "غزل شماره 52",
    "poem": "\r\nداراي جهان نصرت دين خسرو کامل\r\nيحيي بن مظفر ملک عالم عادل\r\nاي درگه اسلام پناه تو گشاده\r\nبر روي زمين روزنه جان و در دل\r\nتعظيم تو بر جان و خرد واجب و لازم\r\nانعام تو بر کون و مکان فايض و شامل\r\nروز ازل از کلک تو يک قطره سياهي\r\nبر روي مه افتاد که شد حل مسال\r\nخورشيد چو آن خال سيه ديد به دل گفت\r\nاي کاج که من بودمي آن هندوي مقبل\r\nشاها فلک از بزم تو در رقص و سماع است\r\nدست طرب از دامن اين زمزمه مگسل\r\nمي نوش و جهان بخش که از زلف کمندت\r\nشد گردن بدخواه گرفتار سلاسل\r\nدور فلکي يک سره بر منهج عدل است\r\nخوش باش که ظالم نبرد راه به منزل\r\nحافظ قلم شاه جهان مقسم رزق است\r\nاز بهر معيشت مکن انديشه باطل\r\n",
    "interpretation": "مورد ظلم و بی عدالتی واقع شده ای، اما نگران نباش. عدل خداوند ستمکاران را به سزای اعمالشان خواهد رساند و آنکه تو را از مقصود بازداشت هرگز به مقاصد پلید خود نخواهد رسید. تو به آنچه نیت پاکت فرمان می دهد، عمل کن و از اندیشه های باطل دوری کن که خداوند روزی تو را می دهد و مشکلاتت را حل خواهد کرد."
  },
  {
    "id": 53,
    "title": "غزل شماره 53",
    "poem": "\r\nبالابلند عشوه گر نقش باز من\r\nکوتاه کرد قصه زهد دراز من\r\nديدي دلا که آخر پيري و زهد و علم\r\nبا من چه کرد ديده معشوقه باز من\r\nمي‌ترسم از خرابي ايمان که مي‌برد\r\nمحراب ابروي تو حضور نماز من\r\nگفتم به دلق زرق بپوشم نشان عشق\r\nغماز بود اشک و عيان کرد راز من\r\nمست است يار و ياد حريفان نمي‌کند\r\nذکرش به خير ساقي مسکين نواز من\r\nيا رب کي آن صبا بوزد کز نسيم آن\r\nگردد شمامه کرمش کارساز من\r\nنقشي بر آب مي‌زنم از گريه حاليا\r\nتا کي شود قرين حقيقت مجاز من\r\nبر خود چو شمع خنده زنان گريه مي‌کنم\r\nتا با تو سنگ دل چه کند سوز و ساز من\r\nزاهد چو از نماز تو کاري نمي‌رود\r\nهم مستي شبانه و راز و نياز من\r\nحافظ ز گريه سوخت بگو حالش اي صبا\r\nبا شاه دوست پرور دشمن گداز من\r\n",
    "interpretation": "مدتها بود که دل خود را از هر دلبری دریغ می کردی، اما بالاخره کسی وارد زندگیت شد که بی آنکه خود بخواهی دل به او سپرده ای و اکنون از عاقبت کار خود بیمناکی و گاهی خود را سرزنش می کنی. بر خود مسلط باش و به خدا توکل کن تا کار تو فرجامی نیکو و عاقبتی دل نشین بیابد."
  },
  {
    "id": 54,
    "title": "غزل شماره 54",
    "poem": "\r\nبه ملازمان سلطان که رساند اين دعا را\r\nکه به شکر پادشاهي ز نظر مران گدا را\r\nز رقيب ديوسيرت به خداي خود پناهم\r\nمگر آن شهاب ثاقب مددي دهد خدا را\r\nمژه سياهت ار کرد به خون ما اشارت\r\nز فريب او بينديش و غلط مکن نگارا\r\nدل عالمي بسوزي چو عذار برفروزي\r\nتو از اين چه سود داري که نمي‌کني مدارا\r\nهمه شب در اين اميدم که نسيم صبحگاهي\r\nبه پيام آشنايان بنوازد آشنا را\r\nچه قيامت است جانا که به عاشقان نمودي\r\nدل و جان فداي رويت بنما عذار ما را\r\nبه خدا که جرعه‌اي ده تو به حافظ سحرخيز\r\nکه دعاي صبحگاهي اثري کند شما را\r\n",
    "interpretation": "در روزگار خوشی، ناخوشان و افتادگان را از یاد مبر. دشمنانی سرسخت و پلید در سر راه تو کمین کرده اند، از آنها ترسی به دل راه نده و از شر آنها به خدا پناه ببر که خداوند بهترین و تواناترین پناهگاه است. در تصمیمی که گرفته ای استوار باش و فریب دیگران را مخور. به زودی خبری خوش که مدتها منتظر آن بوده ای به تو خواهد رسید. از دعا و اثر آن در رسیدن به مقصود غافل مشو."
  },
  {
    "id": 55,
    "title": "غزل شماره 55",
    "poem": "\r\nدر نهانخانه عشرت صنمي خوش دارم\r\nکز سر زلف و رخش نعل در آتش دارم\r\nعاشق و رندم و ميخواره به آواز بلند\r\nوين همه منصب از آن حور پريوش دارم\r\nگر تو زين دست مرا بي سر و سامان داري\r\nمن به آه سحرت زلف مشوش دارم\r\nگر چنين چهره گشايد خط زنگاري دوست\r\nمن رخ زرد به خونابه منقش دارم\r\nگر به کاشانه رندان قدمي خواهي زد\r\nنقل شعر شکرين و مي بي‌غش دارم\r\nناوک غمزه بيار و رسن زلف که من\r\nجنگ‌ها با دل مجروح بلاکش دارم\r\nحافظا چون غم و شادي جهان در گذر است\r\nبهتر آن است که من خاطر خود خوش دارم\r\n",
    "interpretation": "تو که همدمی نیکو و وفادار داری و امکانات زندگی در حد لازم برای مهیاست، چرا با کوچکترین مشکلی خود را می بازی؟ غمها و شادی های جهان گذران است، پس تو بهتر آنست که به جای دل مشغولی های غمبار به شادی های زندگی فکر کنی و با خاطری آسوده زندگی خوش را برای خود و خانواده ات بسازی."
  },
  {
    "id": 56,
    "title": "غزل شماره 56",
    "poem": "\r\nخلوت گزيده را به تماشا چه حاجت است\r\nچون کوي دوست هست به صحرا چه حاجت است\r\nجانا به حاجتي که تو را هست با خدا\r\nکخر دمي بپرس که ما را چه حاجت است\r\nاي پادشاه حسن خدا را بسوختيم\r\nآخر سال کن که گدا را چه حاجت است\r\nارباب حاجتيم و زبان سال نيست\r\nدر حضرت کريم تمنا چه حاجت است\r\nمحتاج قصه نيست گرت قصد خون ماست\r\nچون رخت از آن توست به يغما چه حاجت است\r\nجام جهان نماست ضمير منير دوست\r\nاظهار احتياج خود آن جا چه حاجت است\r\nآن شد که بار منت ملاح بردمي\r\nگوهر چو دست داد به دريا چه حاجت است\r\nاي مدعي برو که مرا با تو کار نيست\r\nاحباب حاضرند به اعدا چه حاجت است\r\nاي عاشق گدا چو لب روح بخش يار\r\nمي‌داندت وظيفه تقاضا چه حاجت است\r\nحافظ تو ختم کن که هنر خود عيان شود\r\nبا مدعي نزاع و محاکا چه حاجت است\r\n",
    "interpretation": "اگر با چشم بصیرت به زندگی خود نگاه کنی خواهی فهمید که تو بسیار بیش از آنچه آرزویش را داری از نعمات خداوندی بهره مندی، پس با توکل به خدا و با اتکاء به همت عالی خود قدم در راهی که قصد آغازش را داری بگذار و از سرزنشهای مدعیان هراس به دل راه مده که در تقدیر تو کامیابی است."
  },
  {
    "id": 57,
    "title": "غزل شماره 57",
    "poem": "\r\nبه حسن و خلق و وفا کس به يار ما نرسد\r\nتو را در اين سخن انکار کار ما نرسد\r\nاگر چه حسن فروشان به جلوه آمده‌اند\r\nکسي به حسن و ملاحت به يار ما نرسد\r\nبه حق صحبت ديرين که هيچ محرم راز\r\nبه يار يک جهت حق گزار ما نرسد\r\nهزار نقش برآيد ز کلک صنع و يکي\r\nبه دلپذيري نقش نگار ما نرسد\r\nهزار نقد به بازار کانات آرند\r\nيکي به سکه صاحب عيار ما نرسد\r\nدريغ قافله عمر کان چنان رفتند\r\nکه گردشان به هواي ديار ما نرسد\r\nدلا ز رنج حسودان مرنج و واثق باش\r\nکه بد به خاطر اميدوار ما نرسد\r\nچنان بزي که اگر خاک ره شوي کس را\r\nغبار خاطري از ره گذار ما نرسد\r\nبسوخت حافظ و ترسم که شرح قصه او\r\nبه سمع پادشه کامگار ما نرسد\r\n",
    "interpretation": "دوست و یار یکدل و قدرشناس گوهری است که نصیب هر کسی نخواهد شد. اکنون که چنین گوهری را در اختیار داری با تمام وجود از آن محافظت کن و از سوءگفتار و نظرات دیگران ملول نشو و در راه خود ثابت قدم باش تا به سعادت برسی."
  },
  {
    "id": 58,
    "title": "غزل شماره 58",
    "poem": "\r\nدوش مي‌آمد و رخساره برافروخته بود\r\nتا کجا باز دل غمزده‌اي سوخته بود\r\nرسم عاشق کشي و شيوه شهرآشوبي\r\nجامه‌اي بود که بر قامت او دوخته بود\r\nجان عشاق سپند رخ خود مي‌دانست\r\nو آتش چهره بدين کار برافروخته بود\r\nگر چه مي‌گفت که زارت بکشم مي‌ديدم\r\nکه نهانش نظري با من دلسوخته بود\r\nکفر زلفش ره دين مي‌زد و آن سنگين دل\r\nدر پي اش مشعلي از چهره برافروخته بود\r\nدل بسي خون به کف آورد ولي ديده بريخت\r\nالله الله که تلف کرد و که اندوخته بود\r\nيار مفروش به دنيا که بسي سود نکرد\r\nآن که يوسف به زر ناسره بفروخته بود\r\nگفت و خوش گفت برو خرقه بسوزان حافظ\r\nيا رب اين قلب شناسي ز که آموخته بود\r\n",
    "interpretation": "کسی را دوست می داری ولی او روی خوش به تو نشان نمی دهد و پیوسته تو را تهدید کرده و آزار می دهد. اما تمام اینها ظاهری است. او قصد امتحان تو را دارد و در باطن به تو علاقمند می باشد. عشقی که داری با پول و مال دنیا عوض نکن که ارزش آن بیش از اینهاست."
  },
  {
    "id": 59,
    "title": "غزل شماره 59",
    "poem": "\r\nاي پادشه خوبان داد از غم تنهايي\r\nدل بي تو به جان آمد وقت است که بازآيي\r\nدايم گل اين بستان شاداب نمي‌ماند\r\nدرياب ضعيفان را در وقت توانايي\r\nديشب گله زلفش با باد همي‌کردم\r\nگفتا غلطي بگذر زين فکرت سودايي\r\nصد باد صبا اين جا با سلسله مي‌رقصند\r\nاين است حريف اي دل تا باد نپيمايي\r\nمشتاقي و مهجوري دور از تو چنانم کرد\r\nکز دست بخواهد شد پاياب شکيبايي\r\nيا رب به که شايد گفت اين نکته که در عالم\r\nرخساره به کس ننمود آن شاهد هرجايي\r\nساقي چمن گل را بي روي تو رنگي نيست\r\nشمشاد خرامان کن تا باغ بيارايي\r\nاي درد توام درمان در بستر ناکامي\r\nو اي ياد توام مونس در گوشه تنهايي\r\nدر دايره قسمت ما نقطه تسليميم\r\nلطف آن چه تو انديشي حکم آن چه تو فرمايي\r\nفکر خود و راي خود در عالم رندي نيست\r\nکفر است در اين مذهب خودبيني و خودرايي\r\nزين دايره مينا خونين جگرم مي ده\r\nتا حل کنم اين مشکل در ساغر مينايي\r\nحافظ شب هجران شد بوي خوش وصل آمد\r\nشاديت مبارک باد اي عاشق شيدايي\r\n",
    "interpretation": "غم و اندوه و تنهایی و بی همدمی تو را بشدت آزرده کرده است. سرنوشت انسان مقدر است و جنگ با تقدیر به صلاح تو نیست. بهتر است با زندگی سازش کنی. به زودی مژده وصلی به تو خواهد رسید که تو را غافلگیر خواهد نمود. این شادی بر تو مبارک و میمون باد."
  },
  {
    "id": 60,
    "title": "غزل شماره 60",
    "poem": "\r\nمير من خوش مي‌روي کاندر سر و پا ميرمت\r\nخوش خرامان شو که پيش قد رعنا ميرمت\r\nگفته بودي کي بميري پيش من تعجيل چيست\r\nخوش تقاضا مي‌کني پيش تقاضا ميرمت\r\nعاشق و مخمور و مهجورم بت ساقي کجاست\r\nگو که بخرامد که پيش سروبالا ميرمت\r\nآن که عمري شد که تا بيمارم از سوداي او\r\nگو نگاهي کن که پيش چشم شهلا ميرمت\r\nگفته لعل لبم هم درد بخشد هم دوا\r\nگاه پيش درد و گه پيش مداوا ميرمت\r\nخوش خرامان مي‌روي چشم بد از روي تو دور\r\nدارم اندر سر خيال آن که در پا ميرمت\r\nگر چه جاي حافظ اندر خلوت وصل تو نيست\r\nاي همه جاي تو خوش پيش همه جا ميرمت\r\n",
    "interpretation": "انسانی فداکار و مهربان هستی که هر کاری از دستت برآید برای دیگران انجام می دهی و از هیچ بخششی فروگذار نمی کنی اما دیگران از تو توقعات بسیاری دارند که گاهی این توقعات غیرمعقول است اما با اینحال تو تمام سعی ات را در انجام آنها به کار می بندی. خود را تا این حد به زحمت نینداز و کمی هم به فکر خود باش."
  },
  {
    "id": 61,
    "title": "غزل شماره 61",
    "poem": "\r\nدلي که غيب نماي است و جام جم دارد\r\nز خاتمي که دمي گم شود چه غم دارد\r\nبه خط و خال گدايان مده خزينه دل\r\nبه دست شاهوشي ده که محترم دارد\r\nنه هر درخت تحمل کند جفاي خزان\r\nغلام همت سروم که اين قدم دارد\r\nرسيد موسم آن کز طرب چو نرگس مست\r\nنهد به پاي قدح هر که شش درم دارد\r\nزر از بهاي مي اکنون چو گل دريغ مدار\r\nکه عقل کل به صدت عيب متهم دارد\r\nز سر غيب کس آگاه نيست قصه مخوان\r\nکدام محرم دل ره در اين حرم دارد\r\nدلم که لاف تجرد زدي کنون صد شغل\r\nبه بوي زلف تو با باد صبحدم دارد\r\nمراد دل ز که پرسم که نيست دلداري\r\nکه جلوه نظر و شيوه کرم دارد\r\nز جيب خرقه حافظ چه طرف بتوان بست\r\nکه ما صمد طلبيديم و او صنم دارد\r\n",
    "interpretation": "ارزش دل تو بیش از این است که آن را به دست کسی بسپاری که تنها صورت نیکو دارد. به کسی دل بسپار که ارزش آن را بداند و در راه عشق تو حافظ به فداکاری و گذشت باشد و همانگونه که تو تا پای جان به او وفاداری او نیز به تو وفادار باشد. هر کسی را محرم اسرار دل خود مدان که هر کسی لیاقت ورود به حریم دل تو را ندارد."
  },
  {
    "id": 62,
    "title": "غزل شماره 62",
    "poem": "\r\nبيا تا گل برافشانيم و مي در ساغر اندازيم\r\nفلک را سقف بشکافيم و طرحي نو دراندازيم\r\nاگر غم لشکر انگيزد که خون عاشقان ريزد\r\nمن و ساقي به هم تازيم و بنيادش براندازيم\r\nشراب ارغواني را گلاب اندر قدح ريزيم\r\nنسيم عطرگردان را شکر در مجمر اندازيم\r\nچو در دست است رودي خوش بزن مطرب سرودي خو\r\nکه دست افشان غزل خوانيم و پاکوبان سر اند\r\nصبا خاک وجود ما بدان عالي جناب انداز\r\nبود کن شاه خوبان را نظر بر منظر اندازيم\r\nيکي از عقل مي‌لافد يکي طامات مي‌بافد\r\nبيا کاين داوري‌ها را به پيش داور اندازيم\r\nبهشت عدن اگر خواهي بيا با ما به ميخانه\r\nکه از پاي خمت روزي به حوض کوثر اندازيم\r\nسخنداني و خوشخواني نمي‌ورزند در شيراز\r\nبيا حافظ که تا خود را به ملکي ديگر انداز\r\n",
    "interpretation": "زندگی سیری است به سوی پیشرفت. سکون و رکود انسان را از مرحله ترقی باز می دارد. وقت آن رسیده که در زندگی خود تحولی بنیادی بوجود آوری و دنیا را آنگونه که خود می خواهی بسازی. سفری که در پیش داری برای تو خیر است و به امید خدا آغازی است برای شروع یک زندگی تازه."
  },
  {
    "id": 63,
    "title": "غزل شماره 63",
    "poem": "\r\nمعاشران گره از زلف يار باز کنيد\r\nشبي خوش است بدين قصه‌اش دراز کنيد\r\nحضور خلوت انس است و دوستان جمعند\r\nو ان يکاد بخوانيد و در فراز کنيد\r\nرباب و چنگ به بانگ بلند مي‌گويند\r\nکه گوش هوش به پيغام اهل راز کنيد\r\nبه جان دوست که غم پرده بر شما ندرد\r\nگر اعتماد بر الطاف کارساز کنيد\r\nميان عاشق و معشوق فرق بسيار است\r\nچو يار ناز نمايد شما نياز کنيد\r\nنخست موعظه پير صحبت اين حرف است\r\nکه از مصاحب ناجنس احتراز کنيد\r\nهر آن کسي که در اين حلقه نيست زنده به عش\r\nبر او نمرده به فتواي من نماز کنيد\r\nوگر طلب کند انعامي از شما حافظ\r\nحوالتش به لب يار دلنواز کنيد\r\n",
    "interpretation": "نیک بختی و سعادت از آن شماست. به خدا توکل کن که هرکه به او توکل کند، بر مشکلات و سختی ها فائق می آید. روزگار خوبی در پیش روی خواهی داشت به شرط آنکه از مصاحبت با دوستان ناباب بپرهیزی و معنای واقعی زندگی را که همان عشق و محبت است به خوبی دریابی."
  },
  {
    "id": 64,
    "title": "غزل شماره 64",
    "poem": "\r\nبه دام زلف تو دل مبتلاي خويشتن است\r\nبکش به غمزه که اينش سزاي خويشتن است\r\nگرت ز دست برآيد مراد خاطر ما\r\nبه دست باش که خيري به جاي خويشتن است\r\nبه جانت اي بت شيرين دهن که همچون شمع\r\nشبان تيره مرادم فناي خويشتن است\r\nچو راي عشق زدي با تو گفتم اي بلبل\r\nمکن که آن گل خندان براي خويشتن است\r\nبه مشک چين و چگل نيست بوي گل محتاج\r\nکه نافه‌هاش ز بند قباي خويشتن است\r\nمرو به خانه ارباب بي‌مروت دهر\r\nکه گنج عافيتت در سراي خويشتن است\r\nبسوخت حافظ و در شرط عشقبازي او\r\nهنوز بر سر عهد و وفاي خويشتن است\r\n",
    "interpretation": "به خود کرده گرفتار شده ای و اکنون در پی حل این مشکل به هر دری می زنی و از هر کسی کمک می خواهی، ولی این سعی تو بی فایده است. هیچ کس به جز خودت نمی تواند گره این مشکل را باز کند و بخاطر داشته باش که مشکلات کاری و اقتصادی تو نباید در سایر موارد زندگیت تولید اشکال نماید. در مورد عشقی که در سر داری می توانی به وفاداری طرف مقابل خود اطمینان داشته باشی."
  },
  {
    "id": 65,
    "title": "غزل شماره 65",
    "poem": "\r\nگلبرگ را ز سنبل مشکين نقاب کن\r\nيعني که رخ بپوش و جهاني خراب کن\r\nبفشان عرق ز چهره و اطراف باغ را\r\nچون شيشه‌هاي ديده ما پرگلاب کن\r\nايام گل چو عمر به رفتن شتاب کرد\r\nساقي به دور باده گلگون شتاب کن\r\nبگشا به شيوه نرگس پرخواب مست را\r\nو از رشک چشم نرگس رعنا به خواب کن\r\nبوي بنفشه بشنو و زلف نگار گير\r\nبنگر به رنگ لاله و عزم شراب کن\r\nزان جا که رسم و عادت عاشق‌کشي توست\r\nبا دشمنان قدح کش و با ما عتاب کن\r\nهمچون حباب ديده به روي قدح گشاي\r\nوين خانه را قياس اساس از حباب کن\r\nحافظ وصال مي‌طلبد از ره دعا\r\nيا رب دعاي خسته دلان مستجاب کن\r\n",
    "interpretation": "بی آنکه خود بدانی فرصتی در اختیار تو قرار گرفته که به سرعت در حال گذر است و این در حالی است که با وجود تمام مشکلات، تو می توانی از این فرصت نهایت استفاده را ببری. قبل از هر چیز به خدا توکل کن و با خلوص نیت از او حاجات خود را بخواه که به امید خدا مستجاب خواهد شد."
  },
  {
    "id": 66,
    "title": "غزل شماره 66",
    "poem": "\r\nزهي خجسته زماني که يار بازآيد\r\nبه کام غمزدگان غمگسار بازآيد\r\nبه پيش خيل خيالش کشيدم ابلق چشم\r\nبدان اميد که آن شهسوار بازآيد\r\nاگر نه در خم چوگان او رود سر من\r\nز سر نگويم و سر خود چه کار بازآيد\r\nمقيم بر سر راهش نشسته‌ام چون گرد\r\nبدان هوس که بدين رهگذار بازآيد\r\nدلي که با سر زلفين او قراري داد\r\nگمان مبر که بدان دل قرار بازآيد\r\nچه جورها که کشيدند بلبلان از دي\r\nبه بوي آن که دگر نوبهار بازآيد\r\nز نقش بند قضا هست اميد آن حافظ\r\nکه همچو سرو به دستم نگار بازآيد\r\n",
    "interpretation": "مدتهاست در انتظار کسی هستی و برای رسیدن لحظه موعود دیدار از هیچ تلاشی فروگذار نکرده ای. هرچه می توانستی با خلوص نیت انجام داده ای اما هرگز آرزویت برآورده نشده است، اما بدان که دست تقدیر سرنوشت تو را با قلم زرین نگاشته و به زودی به مراد دل خواهی رسید."
  },
  {
    "id": 67,
    "title": "غزل شماره 67",
    "poem": "\r\nهماي اوج سعادت به دام ما افتد\r\nاگر تو را گذري بر مقام ما افتد\r\nحباب وار براندازم از نشاط کلاه\r\nاگر ز روي تو عکسي به جام ما افتد\r\nشبي که ماه مراد از افق شود طالع\r\nبود که پرتو نوري به بام ما افتد\r\nبه بارگاه تو چون باد را نباشد بار\r\nکي اتفاق مجال سلام ما افتد\r\nچو جان فداي لبش شد خيال مي‌بستم\r\nکه قطره‌اي ز زلالش به کام ما افتد\r\nخيال زلف تو گفتا که جان وسيله مساز\r\nکز اين شکار فراوان به دام ما افتد\r\nبه نااميدي از اين در مرو بزن فالي\r\nبود که قرعه دولت به نام ما افتد\r\nز خاک کوي تو هر گه که دم زند حافظ\r\nنسيم گلشن جان در مشام ما افتد\r\n",
    "interpretation": "همای سعادت در انتظار شماست. بیش از این او را معطل مکن زیرا به هر کسی چنین موقعیتی روی نمی کند ولی بدان که در این راه رقیبان بسیاری وجود دارند پس تو باید با سعی و تلاش چندین برابر رقیبان را از صحنه بیرون کنی تا بتوانی به مقصود خود برسی. هرگز ناامید مشو که امید چراغ راه توست."
  },
  {
    "id": 68,
    "title": "غزل شماره 68",
    "poem": "\r\nدل مي‌رود ز دستم صاحب دلان خدا را\r\nدردا که راز پنهان خواهد شد آشکارا\r\nکشتي شکستگانيم اي باد شرطه برخيز\r\nباشد که بازبينيم ديدار آشنا را\r\nده روزه مهر گردون افسانه است و افسون\r\nنيکي به جاي ياران فرصت شمار يارا\r\nدر حلقه گل و مل خوش خواند دوش بلبل\r\nهات الصبوح هبوا يا ايها السکارا\r\nاي صاحب کرامت شکرانه سلامت\r\nروزي تفقدي کن درويش بي‌نوا را\r\nآسايش دو گيتي تفسير اين دو حرف است\r\nبا دوستان مروت با دشمنان مدارا\r\nدر کوي نيک نامي ما را گذر ندادند\r\nگر تو نمي‌پسندي تغيير کن قضا را\r\nآن تلخ وش که صوفي ام الخباثش خواند\r\nاشهي لنا و احلي من قبله العذارا\r\nهنگام تنگدستي در عيش کوش و مستي\r\nکاين کيمياي هستي قارون کند گدا را\r\nسرکش مشو که چون شمع از غيرتت بسوزد\r\nدلبر که در کف او موم است سنگ خارا\r\nآيينه سکندر جام مي است بنگر\r\nتا بر تو عرضه دارد احوال ملک دارا\r\nخوبان پارسي گو بخشندگان عمرند\r\nساقي بده بشارت رندان پارسا را\r\nحافظ به خود نپوشيد اين خرقه مي آلود\r\nاي شيخ پاکدامن معذور دار ما را\r\n",
    "interpretation": "رازی در دل داری که از برملا شدن آن نگرانی. در رسیدن به مقصود و تقدیر امیدوار باش و برای انجام نیکی فرصتها را غنیمت شمار. به شکرانه نعمتهایی که خدا در اختیار تو قرار داده است، بینوایان را دستگیری کن و اگر به دنبال آسایش هستی با دوستان خود نیکی و با دشمنان مدارا پیشه کن. از تجربیات دیگران پند بگیر و منتظر یک خبر خوش باش که به زودی به تو خواهد رسید."
  },
  {
    "id": 69,
    "title": "غزل شماره 69",
    "poem": "\r\nاگر چه عرض هنر پيش يار بي‌ادبيست\r\nزبان خموش وليکن دهان پر از عربيست\r\nپري نهفته رخ و ديو در کرشمه حسن\r\nبسوخت ديده ز حيرت که اين چه بوالعجبيست\r\nدر اين چمن گل بي خار کس نچيد آري\r\nچراغ مصطفوي با شرار بولهبيست\r\nسبب مپرس که چرخ از چه سفله پرور شد\r\nکه کام بخشي او را بهانه بي سببيست\r\nبه نيم جو نخرم طاق خانقاه و رباط\r\nمرا که مصطبه ايوان و پاي خم طنبيست\r\nجمال دختر رز نور چشم ماست مگر\r\nکه در نقاب زجاجي و پرده عنبيست\r\nهزار عقل و ادب داشتم من اي خواجه\r\nکنون که مست خرابم صلاح بي‌ادبيست\r\nبيار مي که چو حافظ هزارم استظهار\r\nبه گريه سحري و نياز نيم شبيست\r\n",
    "interpretation": "مدتی است که در کار دنیا حیران مانده ای و حکمت آن را نمی فهمی که چطور کسانی بی هیچ علت و سبب کامروا و صاحب نام می شوند و عده ای با استعدادهای فراوان از میدان به در می شوند. با این اندیشه ها فکر خود را مشغول مکن و به جای آن به شناخت استعدادهای خود بپرداز و از آنها بهره ببر و بدان که در زندگی، هر گل زیبایی خاری دارد و غم و شادی همراه هم هستند."
  },
  {
    "id": 70,
    "title": "غزل شماره 70",
    "poem": "\r\nترسم که اشک در غم ما پرده در شود\r\nوين راز سر به مهر به عالم سمر شود\r\nگويند سنگ لعل شود در مقام صبر\r\nآري شود وليک به خون جگر شود\r\nخواهم شدن به ميکده گريان و دادخواه\r\nکز دست غم خلاص من آن جا مگر شود\r\nاز هر کرانه تير دعا کرده‌ام روان\r\nباشد کز آن ميانه يکي کارگر شود\r\nاي جان حديث ما بر دلدار بازگو\r\nليکن چنان مگو که صبا را خبر شود\r\nاز کيمياي مهر تو زر گشت روي من\r\nآري به يمن لطف شما خاک زر شود\r\nدر تنگناي حيرتم از نخوت رقيب\r\nيا رب مباد آن که گدا معتبر شود\r\nبس نکته غير حسن ببايد که تا کسي\r\nمقبول طبع مردم صاحب نظر شود\r\nاين سرکشي که کنگره کاخ وصل راست\r\nسرها بر آستانه او خاک در شود\r\nحافظ چو نافه سر زلفش به دست توست\r\nدم درکش ار نه باد صبا را خبر شود\r\n",
    "interpretation": "رازی در دل داری که ز برملا شدن آن سخت بیمناکی. اگر نمی خواهی کسی از رازت باخبر شود حرف خود را در نزد هیچ کس بازگو مکن. خودت بهتر می دانی که چاره کار تو صبر است، پس صبور باش. از رقیب و نزدیکان تازه به دوران رسیده هراسی نداشته باش که نظر لطف دوست و مرحمت پروردگار با توست."
  },
  {
    "id": 71,
    "title": "غزل شماره 71",
    "poem": "\r\nبيا که قصر امل سخت سست بنيادست\r\nبيار باده که بنياد عمر بر بادست\r\nغلام همت آنم که زير چرخ کبود\r\nز هر چه رنگ تعلق پذيرد آزادست\r\nچه گويمت که به ميخانه دوش مست و خراب\r\nسروش عالم غيبم چه مژده‌ها دادست\r\nکه اي بلندنظر شاهباز سدره نشين\r\nنشيمن تو نه اين کنج محنت آبادست\r\nتو را ز کنگره عرش مي‌زنند صفير\r\nندانمت که در اين دامگه چه افتادست\r\nنصيحتي کنمت ياد گير و در عمل آر\r\nکه اين حديث ز پير طريقتم يادست\r\nغم جهان مخور و پند من مبر از ياد\r\nکه اين لطيفه عشقم ز ره روي يادست\r\nرضا به داده بده وز جبين گره بگشاي\r\nکه بر من و تو در اختيار نگشادست\r\nمجو درستي عهد از جهان سست نهاد\r\nکه اين عجوز عروس هزاردامادست\r\nنشان عهد و وفا نيست در تبسم گل\r\nبنال بلبل بي دل که جاي فريادست\r\nحسد چه مي‌بري اي سست نظم بر حافظ\r\nقبول خاطر و لطف سخن خدادادست\r\n",
    "interpretation": "داشتن آرزوهای بی پایان و پوچ و بلندپروازیهای بچگانه کاری بیهوده است، زیرا عمر انسان محدود و کوتاه است و نمی شود به مسائل دنیوی دل بست. به قول معروف دنیا به هیچ کس وفا نکرده که تو دومی باشی. پس به جای حسرت خوردن و به دیگران حسد ورزیدن استعدادهای نهفته در وجود خود را تقویت کن تا به آن جایگاهی که لایقش هستی برسی و مطمئن باش که موفق خواهی شد."
  },
  {
    "id": 72,
    "title": "غزل شماره 72",
    "poem": "\r\nاي آفتاب آينه دار جمال تو\r\nمشک سياه مجمره گردان خال تو\r\nصحن سراي ديده بشستم ولي چه سود\r\nکاين گوشه نيست درخور خيل خيال تو\r\nدر اوج ناز و نعمتي اي پادشاه حسن\r\nيا رب مباد تا به قيامت زوال تو\r\nمطبوعتر ز نقش تو صورت نبست باز\r\nطغرانويس ابروي مشکين مثال تو\r\nدر چين زلفش اي دل مسکين چگونه‌اي\r\nکشفته گفت باد صبا شرح حال تو\r\nبرخاست بوي گل ز در آشتي درآي\r\nاي نوبهار ما رخ فرخنده فال تو\r\nتا آسمان ز حلقه به گوشان ما شود\r\nکو عشوه‌اي ز ابروي همچون هلال تو\r\nتا پيش بخت بازروم تهنيت کنان\r\nکو مژده‌اي ز مقدم عيد وصال تو\r\nاين نقطه سياه که آمد مدار نور\r\nعکسيست در حديقه بينش ز خال تو\r\nدر پيش شاه عرض کدامين جفا کنم\r\nشرح نيازمندي خود يا ملال تو\r\nحافظ در اين کمند سر سرکشان بسيست\r\nسوداي کج مپز که نباشد مجال تو\r\n",
    "interpretation": "نیت مطلوبی که در سر داری برای انجام، نیازمند زمینه ای مساعد است که فراهم آوردن این زمینه وظیفه توست و آن هم میسر نمی شود مگر با سعی و تلاش بسیار. تو باید زندگی شایسته و درخور شأن او آماده کنی اما بدان اکنون دیگر فرصت زیادی برای تو باقی نمانده، پس بهتر است به شدت مراقب باشی که خطا نکنی."
  },
  {
    "id": 73,
    "title": "غزل شماره 73",
    "poem": "\r\nالمنه لله که در ميکده باز است\r\nزان رو که مرا بر در او روي نياز است\r\nخم‌ها همه در جوش و خروشند ز مستي\r\nوان مي که در آن جاست حقيقت نه مجاز است\r\nاز وي همه مستي و غرور است و تکبر\r\nوز ما همه بيچارگي و عجز و نياز است\r\nرازي که بر غير نگفتيم و نگوييم\r\nبا دوست بگوييم که او محرم راز است\r\nشرح شکن زلف خم اندر خم جانان\r\nکوته نتوان کرد که اين قصه دراز است\r\nبار دل مجنون و خم طره ليلي\r\nرخساره محمود و کف پاي اياز است\r\nبردوخته‌ام ديده چو باز از همه عالم\r\nتا ديده من بر رخ زيباي تو باز است\r\nدر کعبه کوي تو هر آن کس که بيايد\r\nاز قبله ابروي تو در عين نماز است\r\nاي مجلسيان سوز دل حافظ مسکين\r\nاز شمع بپرسيد که در سوز و گداز است\r\n",
    "interpretation": "شکر خدای را به جا بیاور که درها به رویت گشوده خواهد شد و رویاهات با حقیقت پیوند می خورد. شخصی وارد زندگیت می شود که می توانی او را محرم رازهای ناگفته خود بدانی و به او اعتماد کنی. او چشم تو را بر روی همه جهان می بندد و دیدگانت را تنها به روی زیبایی ها می گشاید. پس بی آنکه غم و اندوه به وجود خود راه دهی خود را برای آمدن او آماده کن."
  },
  {
    "id": 74,
    "title": "غزل شماره 74",
    "poem": "\r\nآن که از سنبل او غاليه تابي دارد\r\nباز با دلشدگان ناز و عتابي دارد\r\nاز سر کشته خود مي‌گذري همچون باد\r\nچه توان کرد که عمر است و شتابي دارد\r\nماه خورشيد نمايش ز پس پرده زلف\r\nآفتابيست که در پيش سحابي دارد\r\nچشم من کرد به هر گوشه روان سيل سرشک\r\nتا سهي سرو تو را تازه‌تر آبي دارد\r\nغمزه شوخ تو خونم به خطا مي‌ريزد\r\nفرصتش باد که خوش فکر صوابي دارد\r\nآب حيوان اگر اين است که دارد لب دوست\r\nروشن است اين که خضر بهره سرابي دارد\r\nچشم مخمور تو دارد ز دلم قصد جگر\r\nترک مست است مگر ميل کبابي دارد\r\nجان بيمار مرا نيست ز تو روي سال\r\nاي خوش آن خسته که از دوست جوابي دارد\r\nکي کند سوي دل خسته حافظ نظري\r\nچشم مستش که به هر گوشه خرابي دارد\r\n",
    "interpretation": "زمان منتظر کسی نمی ماند و با شتاب در گذر است. اگر می خواهی از قافله عقب نمانی باید عجله کنی. مدتها در حال جستجو و تحقیق در مورد تصمیمی که در سر داری بوده ای و اکنون فکر عملی کردن این نیت را در سر داری. هرچه سریعتر کار خود را آغاز کن که بهترین فکرهاست."
  },
  {
    "id": 75,
    "title": "غزل شماره 75",
    "poem": "\r\nحسن تو هميشه در فزون باد\r\nرويت همه ساله لاله گون باد\r\nاندر سر ما خيال عشقت\r\nهر روز که باد در فزون باد\r\nهر سرو که در چمن درآيد\r\nدر خدمت قامتت نگون باد\r\nچشمي که نه فتنه تو باشد\r\nچون گوهر اشک غرق خون باد\r\nچشم تو ز بهر دلربايي\r\nدر کردن سحر ذوفنون باد\r\nهر جا که دليست در غم تو\r\nبي صبر و قرار و بي سکون باد\r\nقد همه دلبران عالم\r\nپيش الف قدت چو نون باد\r\nهر دل که ز عشق توست خالي\r\nاز حلقه وصل تو برون باد\r\nلعل تو که هست جان حافظ\r\nدور از لب مردمان دون باد\r\n",
    "interpretation": "اکنون که مورد توجه و علاقه همگان قرار گرفته ای، به شکرانه جذابیت هایی که خدا در وجود تو قرار داده و تو را نزد دیگران محبوب نموده است متواضع باش و با دیگران تا آنجا که می توانی مهربانی کن. در انتخاب دوستانت دقت کن و در جمع کسانی حاضر شو که در شأن و موقعیت تو باشند و از افراد پست و تنگ نظر دوری کن."
  },
  {
    "id": 76,
    "title": "غزل شماره 76",
    "poem": "\r\nحسب حالي ننوشتي و شد ايامي چند\r\nمحرمي کو که فرستم به تو پيغامي چند\r\nما بدان مقصد عالي نتوانيم رسيد\r\nهم مگر پيش نهد لطف شما گامي چند\r\nچون مي از خم به سبو رفت و گل افکند نقاب\r\nفرصت عيش نگه دار و بزن جامي چند\r\nقند آميخته با گل نه علاج دل ماست\r\nبوسه‌اي چند برآميز به دشنامي چند\r\nزاهد از کوچه رندان به سلامت بگذر\r\nتا خرابت نکند صحبت بدنامي چند\r\nعيب مي جمله چو گفتي هنرش نيز بگو\r\nنفي حکمت مکن از بهر دل عامي چند\r\nاي گدايان خرابات خدا يار شماست\r\nچشم انعام مداريد ز انعامي چند\r\nپير ميخانه چه خوش گفت به دردي کش خويش\r\nکه مگو حال دل سوخته با خامي چند\r\nحافظ از شوق رخ مهر فروغ تو بسوخت\r\nکامگارا نظري کن سوي ناکامي چند\r\n",
    "interpretation": "فرصت های بسیاری را در زندگی از دست داده ای. به امید رسیدن به کمال مطلق، اهداف کوچکتر را از دست داده ای ولی تو باید از کوچکترین فرصت زندگی برای لذت بردن از عمر خود استفاده کنی. در مورد هرکس هم محاسن او را ببین و هم معایبش را و به جز خدا به کس دیگری چشم امید نداشته باش."
  },
  {
    "id": 77,
    "title": "غزل شماره 77",
    "poem": "\r\nکسي که حسن و خط دوست در نظر دارد\r\nمحقق است که او حاصل بصر دارد\r\nچو خامه در ره فرمان او سر طاعت\r\nنهاده‌ايم مگر او به تيغ بردارد\r\nکسي به وصل تو چون شمع يافت پروانه\r\nکه زير تيغ تو هر دم سري دگر دارد\r\nبه پاي بوس تو دست کسي رسيد که او\r\nچو آستانه بدين در هميشه سر دارد\r\nز زهد خشک ملولم کجاست باده ناب\r\nکه بوي باده مدامم دماغ تر دارد\r\nز باده هيچت اگر نيست اين نه بس که تو را\r\nدمي ز وسوسه عقل بي‌خبر دارد\r\nکسي که از ره تقوا قدم برون ننهاد\r\nبه عزم ميکده اکنون ره سفر دارد\r\nدل شکسته حافظ به خاک خواهد برد\r\nچو لاله داغ هوايي که بر جگر دارد\r\n",
    "interpretation": "پس از سالها گوشه نشینی و انزوا به خاطر داغ عشقی که بر دل داشته ای اکنون قصد کرده ای قدم در راه عشق بگذاری. باید بدانی در این راه برای رسیدن به مقصود باید تلاشی بسیار مداوم داشته باشی و از حوادث و مشکلات دلسرد و مایوس نشوی. حسن اخلاق نیز شرط پیروزی تو بر رقیبان است."
  },
  {
    "id": 78,
    "title": "غزل شماره 78",
    "poem": "\r\nصبا تو نکهت آن زلف مشک بو داري\r\nبه يادگار بماني که بوي او داري\r\nدلم که گوهر اسرار حسن و عشق در اوست\r\nتوان به دست تو دادن گرش نکو داري\r\nدر آن شمايل مطبوع هيچ نتوان گفت\r\nجز اين قدر که رقيبان تندخو داري\r\nنواي بلبلت اي گل کجا پسند افتد\r\nکه گوش و هوش به مرغان هرزه گو داري\r\nبه جرعه تو سرم مست گشت نوشت باد\r\nخود از کدام خم است اين که در سبو داري\r\nبه سرکشي خود اي سرو جويبار مناز\r\nکه گر بدو رسي از شرم سر فروداري\r\nدم از ممالک خوبي چو آفتاب زدن\r\nتو را رسد که غلامان ماه رو داري\r\nقباي حسن فروشي تو را برازد و بس\r\nکه همچو گل همه آيين رنگ و بو داري\r\nز کنج صومعه حافظ مجوي گوهر عشق\r\nقدم برون نه اگر ميل جست و جو داري\r\n",
    "interpretation": "کسی را در نظر داری ولی در دل سپردن به او دچار تردید هستی. خیالت راحت باشد می توانی به او اطمینان کنی. او فرد لایقی است ولی دوستان نابابی در گرد او جمع شده اند که باید سعی کنی آنها را از او جدا کنی و این میسر نمی شود مگر آنکه آنچنان به او محبت نمایی که او را از مهر و محبت دوستان نااهلش بی نیاز سازی."
  },
  {
    "id": 79,
    "title": "غزل شماره 79",
    "poem": "\r\nخسروا گوي فلک در خم چوگان تو باد\r\nساحت کون و مکان عرصه ميدان تو باد\r\nزلف خاتون ظفر شيفته پرچم توست\r\nديده فتح ابد عاشق جولان تو باد\r\nاي که انشا عطارد صفت شوکت توست\r\nعقل کل چاکر طغراکش ديوان تو باد\r\nطيره جلوه طوبي قد چون سرو تو شد\r\nغيرت خلد برين ساحت بستان تو باد\r\nنه به تنها حيوانات و نباتات و جماد\r\nهر چه در عالم امر است به فرمان تو باد\r\n",
    "interpretation": "اکنون موقعیتی به تو رو کرده که به قول معروف می توانی خودی نشان دهی. اگر از این فرصت استفاده مطلوب کنی مقام و منزلتی والا خواهی یافت. بین تو و پیروزی فاصله بسیار کوتاهی است که این فاصله با سعی و تلاش پر خواهد شد. پس قبل از اینکه موقعیت از دست برود با نهایت تلاش وارد میدان شو که پیروزیت حتمی است."
  },
  {
    "id": 80,
    "title": "غزل شماره 80",
    "poem": "\r\nاز من جدا مشو که توام نور ديده‌اي\r\nآرام جان و مونس قلب رميده‌اي\r\nاز دامن تو دست ندارند عاشقان\r\nپيراهن صبوري ايشان دريده‌اي\r\nاز چشم بخت خويش مبادت گزند از آنک\r\nدر دلبري به غايت خوبي رسيده‌اي\r\nمنعم مکن ز عشق وي اي مفتي زمان\r\nمعذور دارمت که تو او را نديده‌اي\r\nآن سرزنش که کرد تو را دوست حافظا\r\nبيش از گليم خويش مگر پا کشيده‌اي\r\n",
    "interpretation": "او را بیش از هرکس و هر چیز دوست می داری و ترس از دست دادن او پیوسته آزارت می دهد. شدت علاقه تو به او و بی تابی هایت به حدی است که دیگران تو را سرزنش می کنند اما برای تو اهمیت ندارد. تنها از سرزنش او دلگیری، اما بدان که مقصر کسی جز تو نیست. به خاطر داشته باش که در همه حال باید حد و حدود خود را حفظ کنی و هرگز از حد خود پا را فراتر نگذار تا برای او همیشه عزیز باشی."
  },
  {
    "id": 81,
    "title": "غزل شماره 81",
    "poem": "\r\nبر سر آنم که گر ز دست برآيد\r\nدست به کاري زنم که غصه سر آيد\r\nخلوت دل نيست جاي صحبت اضداد\r\nديو چو بيرون رود فرشته درآيد\r\nصحبت حکام ظلمت شب يلداست\r\nنور ز خورشيد جوي بو که برآيد\r\nبر در ارباب بي‌مروت دنيا\r\nچند نشيني که خواجه کي به درآيد\r\nترک گدايي مکن که گنج بيابي\r\nاز نظر ره روي که در گذر آيد\r\nصالح و طالح متاع خويش نمودند\r\nتا که قبول افتد و که در نظر آيد\r\nبلبل عاشق تو عمر خواه که آخر\r\nباغ شود سبز و شاخ گل به بر آيد\r\nغفلت حافظ در اين سراچه عجب نيست\r\nهر که به ميخانه رفت بي‌خبر آيد\r\n",
    "interpretation": "با امید فرج و گشایش قصد آغاز کار جدیدی را داری. این کار برای تو نفع بسیاری به دنبال خواهد داشت. به شرط آن که در این راه به جای یاری گرفتن از انسانها و امید بستن به آنها به خدا امیدوار باشی، هوا و هوسها را از خلوت دل بیرون بریزی و دلت را لایق انوار الهی گردانی."
  },
  {
    "id": 82,
    "title": "غزل شماره 82",
    "poem": "\r\nخيال نقش تو در کارگاه ديده کشيدم\r\nبه صورت تو نگاري نديدم و نشنيدم\r\nاگر چه در طلبت همعنان باد شمالم\r\nبه گرد سرو خرامان قامتت نرسيدم\r\nاميد در شب زلفت به روز عمر نبستم\r\nطمع به دور دهانت ز کام دل ببريدم\r\nبه شوق چشمه نوشت چه قطره‌ها که فشاندم\r\nز لعل باده فروشت چه عشوه‌ها که خريدم\r\nز غمزه بر دل ريشم چه تير ها که گشادي\r\nز غصه بر سر کويت چه بارها که کشيدم\r\nز کوي يار بيار اي نسيم صبح غباري\r\nکه بوي خون دل ريش از آن تراب شنيدم\r\nگناه چشم سياه تو بود و گردن دلخواه\r\nکه من چو آهوي وحشي ز آدمي برميدم\r\nچو غنچه بر سرم از کوي او گذشت نسيمي\r\nکه پرده بر دل خونين به بوي او بدريدم\r\nبه خاک پاي تو سوگند و نور ديده حافظ\r\nکه بي رخ تو فروغ از چراغ ديده نديدم\r\n",
    "interpretation": "سالهاست که در انجام نیتی تلاش بسیار می کنی و با سعی و کوشش فراوان تمام مشکلات را از سر راه برداشته ای و تمام هدفت رسیدن به آن مقصود است. مطمئن باش که عاقبت جوینده یابنده خواهد بود و تلاشهای تو نیز بی ثمر نخواهد ماند. پس هرگز امید خود را به فردایی بهتر از دست نده."
  },
  {
    "id": 83,
    "title": "غزل شماره 83",
    "poem": "\r\nمزن بر دل ز نوک غمزه تيرم\r\nکه پيش چشم بيمارت بميرم\r\nنصاب حسن در حد کمال است\r\nزکاتم ده که مسکين و فقيرم\r\nچو طفلان تا کي اي زاهد فريبي\r\nبه سيب بوستان و شهد و شيرم\r\nچنان پر شد فضاي سينه از دوست\r\nکه فکر خويش گم شد از ضميرم\r\nقدح پر کن که من در دولت عشق\r\nجوان بخت جهانم گر چه پيرم\r\nقراري بسته‌ام با مي فروشان\r\nکه روز غم بجز ساغر نگيرم\r\nمبادا جز حساب مطرب و مي\r\nاگر نقشي کشد کلک دبيرم\r\nدر اين غوغا که کس کس را نپرسد\r\nمن از پير مغان منت پذيرم\r\nخوشا آن دم کز استغناي مستي\r\nفراغت باشد از شاه و وزيرم\r\nمن آن مرغم که هر شام و سحرگاه\r\nز بام عرش مي‌آيد صفيرم\r\nچو حافظ گنج او در سينه دارم\r\nاگر چه مدعي بيند حقيرم\r\n",
    "interpretation": "رفاقت گرچه نعمتی است الهی اما افراط در این راه و فریب هرکس را خوردن عاقلانه نیست. تو که انسانی متواضع، مهربان و پاک هستی بهتر آنست در این مورد دقت بیشتری کنی و بدان هرکه خدا با اوست از همه کس و همه چیز بی نیاز است. مهر الهی را در دل خود پرورش بده تا در عین فقر و حقارت به بزرگی برسی."
  },
  {
    "id": 84,
    "title": "غزل شماره 84",
    "poem": "\r\nدر همه دير مغان نيست چو من شيدايي\r\nخرقه جايي گرو باده و دفتر جايي\r\nدل که آيينه شاهيست غباري دارد\r\nاز خدا مي‌طلبم صحبت روشن رايي\r\nکرده‌ام توبه به دست صنم باده فروش\r\nکه دگر مي نخورم بي رخ بزم آرايي\r\nنرگس ار لاف زد از شيوه چشم تو مرنج\r\nنروند اهل نظر از پي نابينايي\r\nشرح اين قصه مگر شمع برآرد به زبان\r\nور نه پروانه ندارد به سخن پروايي\r\nجوي‌ها بسته‌ام از ديده به دامان که مگر\r\nدر کنارم بنشانند سهي بالايي\r\nکشتي باده بياور که مرا بي رخ دوست\r\nگشت هر گوشه چشم از غم دل دريايي\r\nسخن غير مگو با من معشوقه پرست\r\nکز وي و جام مي‌ام نيست به کس پروايي\r\nاين حديثم چه خوش آمد که سحرگه مي‌گفت\r\nبر در ميکده‌اي با دف و ني ترسايي\r\nگر مسلماني از اين است که حافظ دارد\r\nآه اگر از پي امروز بود فردايي\r\n",
    "interpretation": "انسانی متعهد و وفادار به عهد خود هستی و چون در راهی پا گذاشته ای هرگز به بی راهه نمی روی. دلت پیش دلداری است که تمام زیباییها و لذتهای زندگی را با او می خواهی. دیگران پیشنهاداتی به تو می کنند که تو حتی حاضر به شنیدن آن هم نیستی. بدان که این ثبات قدم پایداری تو را به مقصود خواهد رساند. منتظر فرداهای بهتر باش."
  },
  {
    "id": 85,
    "title": "غزل شماره 85",
    "poem": "\r\nنه هر که چهره برافروخت دلبري داند\r\nنه هر که آينه سازد سکندري داند\r\nنه هر که طرف کله کج نهاد و تند نشست\r\nکلاه داري و آيين سروري داند\r\nتو بندگي چو گدايان به شرط مزد مکن\r\nکه دوست خود روش بنده پروري داند\r\nغلام همت آن رند عافيت سوزم\r\nکه در گداصفتي کيمياگري داند\r\nوفا و عهد نکو باشد ار بياموزي\r\nوگرنه هر که تو بيني ستمگري داند\r\nبباختم دل ديوانه و ندانستم\r\nکه آدمي بچه‌اي شيوه پري داند\r\nهزار نکته باريکتر ز مو اين جاست\r\nنه هر که سر بتراشد قلندري داند\r\nمدار نقطه بينش ز خال توست مرا\r\nکه قدر گوهر يک دانه جوهري داند\r\nبه قد و چهره هر آن کس که شاه خوبان شد\r\nجهان بگيرد اگر دادگستري داند\r\nز شعر دلکش حافظ کسي بود آگاه\r\nکه لطف طبع و سخن گفتن دري داند\r\n",
    "interpretation": "در مقابل نیکی ها و کارهای خوبی که انجام می دهی توقع مزد مادی نداشته باش و بدان که خوب بودن هنر است و اسرار بسیاری در زندگی نهفته که برای هر کس قابل فهم نیست. نفوذ در دیگران تنها با خوبی و مهربانی ممکن است و به تو هشدار می دهم که کسانی که در مقابلت ادعای عاشقی می کنند عاشقان واقعی نیستند. از آنها بر حذر باش."
  },
  {
    "id": 86,
    "title": "غزل شماره 86",
    "poem": "\r\nهر آن که جانب اهل خدا نگه دارد\r\nخداش در همه حال از بلا نگه دارد\r\nحديث دوست نگويم مگر به حضرت دوست\r\nکه آشنا سخن آشنا نگه دارد\r\nدلا معاش چنان کن که گر بلغزد پاي\r\nفرشته‌ات به دو دست دعا نگه دارد\r\nگرت هواست که معشوق نگسلد پيمان\r\nنگاه دار سر رشته تا نگه دارد\r\nصبا بر آن سر زلف ار دل مرا بيني\r\nز روي لطف بگويش که جا نگه دارد\r\nچو گفتمش که دلم را نگاه دار چه گفت\r\nز دست بنده چه خيزد خدا نگه دارد\r\nسر و زر و دل و جانم فداي آن ياري\r\nکه حق صحبت مهر و وفا نگه دارد\r\nغبار راه راهگذارت کجاست تا حافظ\r\nبه يادگار نسيم صبا نگه دارد\r\n",
    "interpretation": "معامله با خداوند بهترین معاملات است. تو به خلق خدا یاری برسان تا خدا تو را در کلیه امور زندگیت یاری دهد. رفتار دیگران با ما در واقع انعکاس رفتار خود ماست. چنانچه با دیگران از روی مهر و وفا رفتار کنیم آنها نیز با ما رفتاری مشابه خواهند داشت. در کلیه امور به خدا توکل کن که قادر مطلق است نه به بنده خدا که در مقابل خدا ناتوان و عاجز است."
  },
  {
    "id": 87,
    "title": "غزل شماره 87",
    "poem": "\r\nبارها گفته‌ام و بار دگر مي‌گويم\r\nکه من دلشده اين ره نه به خود مي‌پويم\r\nدر پس آينه طوطي صفتم داشته‌اند\r\nآن چه استاد ازل گفت بگو مي‌گويم\r\nمن اگر خارم و گر گل چمن آرايي هست\r\nکه از آن دست که او مي‌کشدم مي‌رويم\r\nدوستان عيب من بي‌دل حيران مکنيد\r\nگوهري دارم و صاحب نظري مي‌جويم\r\nگر چه با دلق ملمع مي گلگون عيب است\r\nمکنم عيب کز او رنگ ريا مي‌شويم\r\nخنده و گريه عشاق ز جايي دگر است\r\nمي‌سرايم به شب و وقت سحر مي‌مويم\r\nحافظم گفت که خاک در ميخانه مبوي\r\nگو مکن عيب که من مشک ختن مي‌بويم\r\n",
    "interpretation": "هیچ کس منکر قضا و قدر و دست سرنوشت نیست، ولی نه اینکه همه چیز را پای تقدیر بگذاری. انسان موجودی دارای اختیار است پس باید از این توانایی که خدا در اختیارش قرار داده بهترین استفاده را ببرد و مناسبترین راهها را برای زندگی انتخاب کند. همت عالی مهمترین شرط پیروزی است. هرگز از آن غافل مشو."
  },
  {
    "id": 88,
    "title": "غزل شماره 88",
    "poem": "\r\nبلبل ز شاخ سرو به گلبانگ پهلوي\r\nمي‌خواند دوش درس مقامات معنوي\r\nيعني بيا که آتش موسي نمود گل\r\nتا از درخت نکته توحيد بشنوي\r\nمرغان باغ قافيه سنجند و بذله گوي\r\nتا خواجه مي خورد به غزل‌هاي پهلوي\r\nجمشيد جز حکايت جام از جهان نبرد\r\nزنهار دل مبند بر اسباب دنيوي\r\nاين قصه عجب شنو از بخت واژگون\r\nما را بکشت يار به انفاس عيسوي\r\nخوش وقت بوريا و گدايي و خواب امن\r\nکاين عيش نيست درخور اورنگ خسروي\r\nچشمت به غمزه خانه مردم خراب کرد\r\nمخموريت مباد که خوش مست مي‌روي\r\nدهقان سالخورده چه خوش گفت با پسر\r\nکاي نور چشم من بجز از کشته ندروي\r\nساقي مگر وظيفه حافظ زياده داد\r\nکشفته گشت طره دستار مولوي\r\n",
    "interpretation": "زندگی حیات کوتاهی است و دنیا را دلبستگی نشاید چرا که به هیچ کس وفادار نمانده است. بدان که آنچه از زندگی حاصل انسان می شود محصول کشته های خود اوست، پس بذر نیکی بکار تا محصولی نیک درو کنی که تو را هم خیر دنیاست و هم ثواب آخرت."
  },
  {
    "id": 89,
    "title": "غزل شماره 89",
    "poem": "\r\nاگر رفيق شفيقي درست پيمان باش\r\nحريف خانه و گرمابه و گلستان باش\r\nشکنج زلف پريشان به دست باد مده\r\nمگو که خاطر عشاق گو پريشان باش\r\nگرت هواست که با خضر همنشين باشي\r\nنهان ز چشم سکندر چو آب حيوان باش\r\nزبور عشق نوازي نه کار هر مرغيست\r\nبيا و نوگل اين بلبل غزل خوان باش\r\nطريق خدمت و آيين بندگي کردن\r\nخداي را که رها کن به ما و سلطان باش\r\nدگر به صيد حرم تيغ برمکش زنهار\r\nو از آن که با دل ما کرده‌اي پشيمان باش\r\nتو شمع انجمني يک زبان و يک دل شو\r\nخيال و کوشش پروانه بين و خندان باش\r\nکمال دلبري و حسن در نظربازيست\r\nبه شيوه نظر از نادران دوران باش\r\nخموش حافظ و از جور يار ناله مکن\r\nتو را که گفت که در روي خوب حيران باش\r\n",
    "interpretation": "چنانچه می خواهی در زندگی خود به مقام و منزلتی ویژه برسی باید در رفتارت با مردم تجدید نظر کنی. در دوستیهایت وفادار و صادق باش و در مورد دوستانت با محبت و احترام رفتار کن. صداقت لازمه رفاقت است و دوست خوب کیمیا. اکنون که به لطف خدا در میان مردم از جایگاه ویژه برخوردار شده ای، مواظب موقعیت خود باش."
  },
  {
    "id": 90,
    "title": "غزل شماره 90",
    "poem": "\r\nشاهد آن نيست که مويي و مياني دارد\r\nبنده طلعت آن باش که آني دارد\r\nشيوه حور و پري گر چه لطيف است ولي\r\nخوبي آن است و لطافت که فلاني دارد\r\nچشمه چشم مرا اي گل خندان درياب\r\nکه به اميد تو خوش آب رواني دارد\r\nگوي خوبي که برد از تو که خورشيد آن جا\r\nنه سواريست که در دست عناني دارد\r\nدل نشان شد سخنم تا تو قبولش کردي\r\nآري آري سخن عشق نشاني دارد\r\nخم ابروي تو در صنعت تيراندازي\r\nبرده از دست هر آن کس که کماني دارد\r\nدر ره عشق نشد کس به يقين محرم راز\r\nهر کسي بر حسب فکر گماني دارد\r\nبا خرابات نشينان ز کرامات ملاف\r\nهر سخن وقتي و هر نکته مکاني دارد\r\nمرغ زيرک نزند در چمنش پرده سراي\r\nهر بهاري که به دنباله خزاني دارد\r\nمدعي گو لغز و نکته به حافظ مفروش\r\nکلک ما نيز زباني و بياني دارد\r\n",
    "interpretation": "در انتخاب یار دقت بسیار کن و به کسی دل ببند که انسانی واقعی است. به دنبال سیرت نیکو باش که صورت نیکو فناشدنی است. در گفتار و کردار خود دقت کن و هر چیز را در وقت و جای خودش بازگو نما. اکنون که فرصت داری به فکر آینده باش چون تا چشم بر هم بزنی بهار عمر به خزان تبدیل شده و تو هیچ توشه ای برنگرفته ای."
  },
  {
    "id": 91,
    "title": "غزل شماره 91",
    "poem": "\r\nدير است که دلدار پيامي نفرستاد\r\nننوشت سلامي و کلامي نفرستاد\r\nصد نامه فرستادم و آن شاه سواران\r\nپيکي ندوانيد و سلامي نفرستاد\r\nسوي من وحشي صفت عقل رميده\r\nآهوروشي کبک خرامي نفرستاد\r\nدانست که خواهد شدنم مرغ دل از دست\r\nو از آن خط چون سلسله دامي نفرستاد\r\nفرياد که آن ساقي شکرلب سرمست\r\nدانست که مخمورم و جامي نفرستاد\r\nچندان که زدم لاف کرامات و مقامات\r\nهيچم خبر از هيچ مقامي نفرستاد\r\nحافظ به ادب باش که واخواست نباشد\r\nگر شاه پيامي به غلامي نفرستاد\r\n",
    "interpretation": "مدتهاست به شخص بلند مرتبه ای ابراز علاقه می کنی و او با آنکه از حال تو باخبر است هیچ عکس العملی نشان نمی دهد. بیهوده منتظر پاسخ نمان و لاف بیهوده نزن، زیرا بین شما دو نفر فاصله بسیاری است و او تو را هم شأن خود نمی داند و تو توقع بی جایی از او داری."
  },
  {
    "id": 92,
    "title": "غزل شماره 92",
    "poem": "\r\nچو گل هر دم به بويت جامه در تن\r\nکنم چاک از گريبان تا به دامن\r\nتنت را ديد گل گويي که در باغ\r\nچو مستان جامه را بدريد بر تن\r\nمن از دست غمت مشکل برم جان\r\nولي دل را تو آسان بردي از من\r\nبه قول دشمنان برگشتي از دوست\r\nنگردد هيچ کس دوست دشمن\r\nتنت در جامه چون در جام باده\r\nدلت در سينه چون در سيم آهن\r\nببار اي شمع اشک از چشم خونين\r\nکه شد سوز دلت بر خلق روشن\r\nمکن کز سينه‌ام آه جگرسوز\r\nبرآيد همچو دود از راه روزن\r\nدلم را مشکن و در پا مينداز\r\nکه دارد در سر زلف تو مسکن\r\nچو دل در زلف تو بسته‌ست حافظ\r\nبدين سان کار او در پا ميفکن\r\n",
    "interpretation": "نیتی در سر داری و فکر انجام آن تو را به شدت بی تاب و بی قرار کرده است، اما بدان که هنوز وقت انجام این نیت فرا نرسیده است. چرا که یکی از اطرافیان تو نزد او حرفهایی زده که باعث رنجش خاطرش گردیده است. قبل از هر چیز با صبر و حوصله سوءتفاهمات پیش آمده را برطرف کن و آنگاه که زمینه لازم برای انجام نیتت مهیا شد نیت خود را عملی کن."
  },
  {
    "id": 93,
    "title": "غزل شماره 93",
    "poem": "\r\nدوش از جناب آصف پيک بشارت آمد\r\nکز حضرت سليمان عشرت اشارت آمد\r\nخاک وجود ما را از آب ديده گل کن\r\nويرانسراي دل را گاه عمارت آمد\r\nاين شرح بي‌نهايت کز زلف يار گفتند\r\nحرفيست از هزاران کاندر عبارت آمد\r\nعيبم بپوش زنهار اي خرقه مي آلود\r\nکان پاک پاکدامن بهر زيارت آمد\r\nامروز جاي هر کس پيدا شود ز خوبان\r\nکان ماه مجلس افروز اندر صدارت آمد\r\nبر تخت جم که تاجش معراج آسمان است\r\nهمت نگر که موري با آن حقارت آمد\r\nاز چشم شوخش اي دل ايمان خود نگه دار\r\nکان جادوي کمانکش بر عزم غارت آمد\r\nآلوده‌اي تو حافظ فيضي ز شاه درخواه\r\nکان عنصر سماحت بهر طهارت آمد\r\nدرياست مجلس او درياب وقت و در ياب\r\nهان اي زيان رسيده وقت تجارت آمد\r\n",
    "interpretation": "پیش از این در فعالیتهای تجاری خود دچار ضرر و زیان شده اید، اما به زودی خبرهای مسرت بخشی به شما خواهد رسید و موقعیتی در تجارت برای شما فراهم می شود که اگر از این فرصت به خوبی و به موقع استفاده کنید، به موفقیت های بزرگ مالی و کاری خواهید رسید. پس منتظر این فرصت باشید."
  },
  {
    "id": 94,
    "title": "غزل شماره 94",
    "poem": "\r\nخوش کرد ياوري فلکت روز داوري\r\nتا شکر چون کني و چه شکرانه آوري\r\nآن کس که اوفتاد خدايش گرفت دست\r\nگو بر تو باد تا غم افتادگان خوري\r\nدر کوي عشق شوکت شاهي نمي‌خرند\r\nاقرار بندگي کن و اظهار چاکري\r\nساقي به مژدگاني عيش از درم درآي\r\nتا يک دم از دلم غم دنيا به دربري\r\nدر شاهراه جاه و بزرگي خطر بسيست\r\nآن به کز اين گريوه سبکبار بگذري\r\nسلطان و فکر لشکر و سوداي تاج و گنج\r\nدرويش و امن خاطر و کنج قلندري\r\nيک حرف صوفيانه بگويم اجازت است\r\nاي نور ديده صلح به از جنگ و داوري\r\nنيل مراد بر حسب فکر و همت است\r\nاز شاه نذر خير و ز توفيق ياوري\r\nحافظ غبار فقر و قناعت ز رخ مشوي\r\nکاين خاک بهتر از عمل کيمياگري\r\n",
    "interpretation": "در آن لحظه که از پای افتاده بودی و از همه جا ناامید بودی، خداوند دست تو را گرفت و یاریت فرمود. اکنون وقت آن رسیده که به شکرانه ی این لطف الهی تو نیز دست افتادگان را بگیری و به آنها کمک کنی. از زیاده خواهی بپرهیز چرا که مال زیاد رنج بسیار نیز به دنبال خواهد داشت و بدان که قناعت بزرگترین گنج است."
  },
  {
    "id": 95,
    "title": "غزل شماره 95",
    "poem": "\r\nيا رب اين نوگل خندان که سپردي به منش\r\nمي‌سپارم به تو از چشم حسود چمنش\r\nگر چه از کوي وفا گشت به صد مرحله دور\r\nدور باد آفت دور فلک از جان و تنش\r\nگر به سرمنزل سلمي رسي اي باد صبا\r\nچشم دارم که سلامي برساني ز منش\r\nبه ادب نافه گشايي کن از آن زلف سياه\r\nجاي دل‌هاي عزيز است به هم برمزنش\r\nگو دلم حق وفا با خط و خالت دارد\r\nمحترم دار در آن طره عنبرشکنش\r\nدر مقامي که به ياد لب او مي نوشند\r\nسفله آن مست که باشد خبر از خويشتنش\r\nعرض و مال از در ميخانه نشايد اندوخت\r\nهر که اين آب خورد رخت به دريا فکنش\r\nهر که ترسد ز ملال انده عشقش نه حلال\r\nسر ما و قدمش يا لب ما و دهنش\r\nشعر حافظ همه بيت الغزل معرفت است\r\nآفرين بر نفس دلکش و لطف سخنش\r\n",
    "interpretation": "گرچه از او بی وفایی ها دیده ای، ولی همچنان دوستش داری و او را از چشم بد حسودان به خدای بزرگ می سپاری. تو که تا این حد او را دوست داری و به خاطرش حاضر به انجام هر کاری هستی و از هیچ سختی و مشکلی هراس نداری، پس از چه اینطور بی قراری و بی تابی می کنی؟ شکیبا باش که همه کارها با صبر و شکیبایی به نتیجه مطلوب می رسد."
  },
  {
    "id": 96,
    "title": "غزل شماره 96",
    "poem": "\r\nانت رواح رند الحمي و زاد غرامي\r\nفداي خاک در دوست باد جان گرامي\r\nپيام دوست شنيدن سعادت است و سلامت\r\nمن المبلغ عني الي سعاد سلامي\r\nبيا به شام غريبان و آب ديده من بين\r\nبه سان باده صافي در آبگينه شامي\r\nاذا تغرد عن ذي الاراک طار خير\r\nفلا تفرد عن روضها انين حمامي\r\nبسي نماند که روز فراق يار سر آيد\r\nرايت من هضبات الحمي قباب خيام\r\nخوشا دمي که درآيي و گويمت به سلامت\r\nقدمت خير قدوم نزلت خير مقام\r\nبعدت منک و قد صرت ذابا کهلال\r\nاگر چه روي چو ماهت نديده‌ام به تمامي\r\nو ان دعيت بخلد و صرت ناقض عهد\r\nفما تطيب نفسي و ما استطاب منامي\r\nاميد هست که زودت به بخت نيک ببينم\r\nتو شاد گشته به فرماندهي و من به غلامي\r\nچو سلک در خوشاب است شعر نغز تو حافظ\r\nکه گاه لطف سبق مي‌برد ز نظم نظامي\r\n",
    "interpretation": "زندگی سختی داشته ای و رنج بسیار کشیده ای. اما بشارت باد بر تو که دوران درد و رنج و غصه به زودی سر خواهد آمد. اگرچه تاکنون روی خوشی را ندیده ای، اما همچنان امیدوار باش چرا که نیک بختی و سعادت در راه است و به زودی به کلبه غم و اندوه تو پای خواهد گذارد و خانه ات را روشنی و جلا می بخشد."
  },
  {
    "id": 97,
    "title": "غزل شماره 97",
    "poem": "\r\nساقي حديث سرو و گل و لاله مي‌رود\r\nوين بحث با ثلاثه غساله مي‌رود\r\nمي ده که نوعروس چمن حد حسن يافت\r\nکار اين زمان ز صنعت دلاله مي‌رود\r\nشکرشکن شوند همه طوطيان هند\r\nزين قند پارسي که به بنگاله مي‌رود\r\nطي مکان ببين و زمان در سلوک شعر\r\nکاين طفل يک شبه ره يک ساله مي‌رود\r\nآن چشم جادوانه عابدفريب بين\r\nکش کاروان سحر ز دنباله مي‌رود\r\nاز ره مرو به عشوه دنيا که اين عجوز\r\nمکاره مي‌نشيند و محتاله مي‌رود\r\nباد بهار مي‌وزد از گلستان شاه\r\nو از ژاله باده در قدح لاله مي‌رود\r\nحافظ ز شوق مجلس سلطان غياث دين\r\nغافل مشو که کار تو از ناله مي‌رود\r\n",
    "interpretation": "به زودی دست تقدیر فرصتی در اختیار تو می گذارد که اگر از آن غافل نشوی خواهی توانست یک شبه ره صد ساله را طی کنی، اما به خاطر داشته باش که چون به مقصود رسیدی، فریب دنیا را نخوری که گمراه خواهی شد و آنچه نصیبت گردیده از دست خواهی داد. پس خود را هرچه سریعتر مهیای استفاده از این فرصت خدادادی کن."
  },
  {
    "id": 98,
    "title": "غزل شماره 98",
    "poem": "\r\nصبا اگر گذري افتدت به کشور دوست\r\nبيار نفحه‌اي از گيسوي معنبر دوست\r\nبه جان او که به شکرانه جان برافشانم\r\nاگر به سوي من آري پيامي از بر دوست\r\nو گر چنان که در آن حضرتت نباشد بار\r\nبراي ديده بياور غباري از در دوست\r\nمن گدا و تمناي وصل او هيهات\r\nمگر به خواب ببينم خيال منظر دوست\r\nدل صنوبريم همچو بيد لرزان است\r\nز حسرت قد و بالاي چون صنوبر دوست\r\nاگر چه دوست به چيزي نمي‌خرد ما را\r\nبه عالمي نفروشيم مويي از سر دوست\r\nچه باشد ار شود از بند غم دلش آزاد\r\nچو هست حافظ مسکين غلام و چاکر دوست\r\n",
    "interpretation": "مدتهاست منتظر خبری از کسی هستی که به او به شدت علاقمندی در حالیکه فکر می کنی او از دنیای دیگری است و بین شما فرسنگها فاصله است و وصال او را بیشتر یک رویا می دانی تا واقعیت. تو با تمام وجود طالب او هستی در حالیکه می اندیشی او هیچ ارزشی برای تو قائل نیست. به خدا توکل کن و برای رسیدن به حاجت خود به او متوسل شو و بدان که صداقت و پایداری تو در عشق گره از مشکلت باز خواهد کرد."
  },
  {
    "id": 99,
    "title": "غزل شماره 99",
    "poem": "\r\nگر مي فروش حاجت رندان روا کند\r\nايزد گنه ببخشد و دفع بلا کند\r\nساقي به جام عدل بده باده تا گدا\r\nغيرت نياورد که جهان پربلا کند\r\nحقا کز اين غمان برسد مژده امان\r\nگر سالکي به عهد امانت وفا کند\r\nگر رنج پيش آيد و گر راحت اي حکيم\r\nنسبت مکن به غير که اين‌ها خدا کند\r\nدر کارخانه‌اي که ره عقل و فضل نيست\r\nفهم ضعيف راي فضولي چرا کند\r\nمطرب بساز پرده که کس بي اجل نمرد\r\nوان کو نه اين ترانه سرايد خطا کند\r\nما را که درد عشق و بلاي خمار کشت\r\nيا وصل دوست يا مي صافي دوا کند\r\nجان رفت در سر مي و حافظ به عشق سوخت\r\nعيسي دمي کجاست که احياي ما کند\r\n",
    "interpretation": "دستگیری از مردمان نیازمند و محتاج بهترین کارها در نزد خداست و پاداشی بزرگ و بخشش و عفو در پی خوهد داشت. پس هرگز از این امور غافل مشو و بدان که هرچه اتفاق می افتد خواست خداست و دخالت در کار خدا بی مورد است. قسمت تو خیر است اما همت نیز شرط بزرگی در رسیدن به مراد است. پس با همت عالی به تلاش خود ادامه بده که به مقصود خواهی رسید."
  },
  {
    "id": 100,
    "title": "غزل شماره 100",
    "poem": "\r\nشب وصل است و طي شد نامه هجر\r\nسلام فيه حتي مطلع الفجر\r\nدلا در عاشقي ثابت قدم باش\r\nکه در اين ره نباشد کار بي اجر\r\nمن از رندي نخواهم کرد توبه\r\nو لو آذيتني بالهجر و الحجر\r\nبرآي اي صبح روشن دل خدا را\r\nکه بس تاريک مي‌بينم شب هجر\r\nدلم رفت و نديدم روي دلدار\r\nفغان از اين تطاول آه از اين زجر\r\nوفا خواهي جفاکش باش حافظ\r\nفان الربح و الخسران في التجر\r\n",
    "interpretation": "در دوران سختی و رنج تلاش بسیار کرده ای. اکنون نهال زحمات تو در حال بارور شدن است. پس همچنان مصمم ادامه بده زیرا شبهای تیره رو به اتمام است و فجر صادق خوشبختی در راه. اکنون که در چند قدمی شاهد پیروزی ایستاده ای سستی و اهمال نکن که فرصت را از دست خواهی داد."
  },
  {
    "id": 101,
    "title": "غزل شماره 101",
    "poem": "\r\nبهار و گل طرب انگيز گشت و توبه شکن\r\nبه شادي رخ گل بيخ غم ز دل برکن\r\nرسيد باد صبا غنچه در هواداري\r\nز خود برون شد و بر خود دريد پيراهن\r\nطريق صدق بياموز از آب صافي دل\r\nبه راستي طلب آزادگي ز سرو چمن\r\nز دستبرد صبا گرد گل کلاله نگر\r\nشکنج گيسوي سنبل ببين به روي سمن\r\nعروس غنچه رسيد از حرم به طالع سعد\r\nبه عينه دل و دين مي‌برد به وجه حسن\r\nصفير بلبل شوريده و نفير هزار\r\nبراي وصل گل آمد برون ز بيت حزن\r\nحديث صحبت خوبان و جام باده بگو\r\nبه قول حافظ و فتوي پير صاحب فن\r\n",
    "interpretation": "گرچه پیش از این بارها در زندگی خود با شکست مواجه شده ای، ولی بدان که شکست پل پیروزی است. پس اکنون که خدا فرصتی تازه در اختیار تو قرار داده غم و غصه ها را از یاد ببر و با فراموش کردن گذشته، آینده ای تازه بساز. زندگی هنوز ادامه دارد و دنیا به آخر نرسیده و همه چیز برای رسیدن به اهداف تو مهیاست."
  },
  {
    "id": 102,
    "title": "غزل شماره 102",
    "poem": "\r\nکنون که مي‌دمد از بوستان نسيم بهشت\r\nمن و شراب فرح بخش و يار حورسرشت\r\nگدا چرا نزند لاف سلطنت امروز\r\nکه خيمه سايه ابر است و بزمگه لب کشت\r\nچمن حکايت ارديبهشت مي‌گويد\r\nنه عاقل است که نسيه خريد و نقد بهشت\r\nبه مي عمارت دل کن که اين جهان خراب\r\nبر آن سر است که از خاک ما بسازد خشت\r\nوفا مجوي ز دشمن که پرتوي ندهد\r\nچو شمع صومعه افروزي از چراغ کنشت\r\nمکن به نامه سياهي ملامت من مست\r\nکه آگه است که تقدير بر سرش چه نوشت\r\nقدم دريغ مدار از جنازه حافظ\r\nکه گر چه غرق گناه است مي‌رود به بهشت\r\n",
    "interpretation": "فرصتهای تازه ای به شما روی می آورد و درهای رحمت الهی به سویت گشاده خواهد شد، به شرط آنکه عاقلانه تصمیم بگیری و این فرصتها را از دست ندهی، کامیابیهای بسیاری انتظارت را می کشد. دوست و دشمن خود را بشناس و از دشمنان توقع یاری نداشته باش و بدان که همیشه این فرصتها در اختیار انسان قرار نمی گیرد و زندگی فناپذیر است."
  },
  {
    "id": 103,
    "title": "غزل شماره 103",
    "poem": "\r\nصلاح کار کجا و من خراب کجا\r\nببين تفاوت ره کز کجاست تا به کجا\r\nدلم ز صومعه بگرفت و خرقه سالوس\r\nکجاست دير مغان و شراب ناب کجا\r\nچه نسبت است به رندي صلاح و تقوا را\r\nسماع وعظ کجا نغمه رباب کجا\r\nز روي دوست دل دشمنان چه دريابد\r\nچراغ مرده کجا شمع آفتاب کجا\r\nچو کحل بينش ما خاک آستان شماست\r\nکجا رويم بفرما از اين جناب کجا\r\nمبين به سيب زنخدان که چاه در راه است\r\nکجا همي‌روي اي دل بدين شتاب کجا\r\nبشد که ياد خوشش باد روزگار وصال\r\nخود آن کرشمه کجا رفت و آن عتاب کجا\r\nقرار و خواب ز حافظ طمع مدار اي دوست\r\nقرار چيست صبوري کدام و خواب کجا\r\n",
    "interpretation": "مصلحت کار انسان را جز خدا کسی نمی داند و گاهی نفع تو در آن اموری است که اتفاق می افتد نه آنچه که تو انتظارش را داری. بدان که هر صورت زیبایی، سیرت زیبا ندارد و گاهی پشت این زیبایی های ظاهری دامهایی نهفته است که انسان را اسیر خود می کند. هر کسی معنای عشق و محبت را نمی فهمد، پس در انتخاب مسیر زندگی خود تا آنجا که می توانی دقت و حوصله به خرج بده زیرا عجله در کارها جز پشیمانی سودی نخواهد داشت."
  },
  {
    "id": 104,
    "title": "غزل شماره 104",
    "poem": "\r\nراهي بزن که آهي بر ساز آن توان زد\r\nشعري بخوان که با او رطل گران توان زد\r\nبر آستان جانان گر سر توان نهادن\r\nگلبانگ سربلندي بر آسمان توان زد\r\nقد خميده ما سهلت نمايد اما\r\nبر چشم دشمنان تير از اين کمان توان زد\r\nدر خانقه نگنجد اسرار عشقبازي\r\nجام مي مغانه هم با مغان توان زد\r\nدرويش را نباشد برگ سراي سلطان\r\nماييم و کهنه دلقي کتش در آن توان زد\r\nاهل نظر دو عالم در يک نظر ببازند\r\nعشق است و داو اول بر نقد جان توان زد\r\nگر دولت وصالت خواهد دري گشودن\r\nسرها بدين تخيل بر آستان توان زد\r\nعشق و شباب و رندي مجموعه مراد است\r\nچون جمع شد معاني گوي بيان توان زد\r\nشد رهزن سلامت زلف تو وين عجب نيست\r\nگر راه زن تو باشي صد کاروان توان زد\r\nحافظ به حق قرآن کز شيد و زرق بازآي\r\nباشد که گوي عيشي در اين جهان توان زد\r\n",
    "interpretation": "اکنون که قصد انجام کار و فعالیت جدیدی را داری راهی را انتخاب کن که از آن نفعی به تو و دیگران برسد و علاوه بر سود مادی، نفع معنوی نیز همراه داشته باشد. تنها به فکر مادیات نباش که در لباس درویشی هم می توان خوشبخت و سعادتمند زندگی کرد."
  },
  {
    "id": 105,
    "title": "غزل شماره 105",
    "poem": "\r\nصوفي بيا که خرقه سالوس برکشيم\r\nوين نقش زرق را خط بطلان به سر کشيم\r\nنذر و فتوح صومعه در وجه مي‌نهيم\r\nدلق ريا به آب خرابات برکشيم\r\nفردا اگر نه روضه رضوان به ما دهند\r\nغلمان ز روضه حور ز جنت به درکشيم\r\nبيرون جهيم سرخوش و از بزم صوفيان\r\nغارت کنيم باده و شاهد به بر کشيم\r\nعشرت کنيم ور نه به حسرت کشندمان\r\nروزي که رخت جان به جهاني دگر کشيم\r\nسر خدا که در تتق غيب منزويست\r\nمستانه‌اش نقاب ز رخسار برکشيم\r\nکو جلوه‌اي ز ابروي او تا چو ماه نو\r\nگوي سپهر در خم چوگان زر کشيم\r\nحافظ نه حد ماست چنين لاف‌ها زدن\r\nپاي از گليم خويش چرا بيشتر کشيم\r\n",
    "interpretation": "همیشه میل به ایجاد تحولات مثبت در وجود تو بوده و هست و وقتی تصمیم به انجام کاری می گیری بی پروا و بی هراس به سوی مقصد می تازی. اما باید بدانی انجام هر کاری نیاز به مقدمات خاص دارد و گاهی مهیا نمودن این مقدمات از توان تو خارج است و تو فقط خود را عذاب می دهی. پس پای خود را از حد گلیم خود فراتر مگذار، کمی هم به زندگی خود فکر کن و از آن لذت ببر."
  },
  {
    "id": 106,
    "title": "غزل شماره 106",
    "poem": "\r\nگر من از باغ تو يک ميوه بچينم چه شود\r\nپيش پايي به چراغ تو ببينم چه شود\r\nيا رب اندر کنف سايه آن سرو بلند\r\nگر من سوخته يک دم بنشينم چه شود\r\nآخر اي خاتم جمشيد همايون آثار\r\nگر فتد عکس تو بر نقش نگينم چه شود\r\nواعظ شهر چو مهر ملک و شحنه گزيد\r\nمن اگر مهر نگاري بگزينم چه شود\r\nعقلم از خانه به دررفت و گر مي اين است\r\nديدم از پيش که در خانه دينم چه شود\r\nصرف شد عمر گران مايه به معشوقه و مي\r\nتا از آنم چه به پيش آيد از اينم چه شود\r\nخواجه دانست که من عاشقم و هيچ نگفت\r\nحافظ ار نيز بداند که چنينم چه شود\r\n",
    "interpretation": "زندگی یک واقعیت است و یک تجربه بی بازگشت که باید از آن نهایت استفاده را برد. زندگی با اگرها و آرزوهای دور و دراز حاصلی جز گذران بیهوده عمر نیست. سکوت دیگران مبنی بر رضایت آنان از اعمال تو نیست، آنها منتظرند تا خود تصمیم بگیری. پس فرصت را از دست نده که پشیمان خواهی شد."
  },
  {
    "id": 107,
    "title": "غزل شماره 107",
    "poem": "\r\nديشب به سيل اشک ره خواب مي‌زدم\r\nنقشي به ياد خط تو بر آب مي‌زدم\r\nابروي يار در نظر و خرقه سوخته\r\nجامي به ياد گوشه محراب مي‌زدم\r\nهر مرغ فکر کز سر شاخ سخن بجست\r\nبازش ز طره تو به مضراب مي‌زدم\r\nروي نگار در نظرم جلوه مي‌نمود\r\nوز دور بوسه بر رخ مهتاب مي‌زدم\r\nچشمم به روي ساقي و گوشم به قول چنگ\r\nفالي به چشم و گوش در اين باب مي‌زدم\r\nنقش خيال روي تو تا وقت صبحدم\r\nبر کارگاه ديده بي‌خواب مي‌زدم\r\nساقي به صوت اين غزلم کاسه مي‌گرفت\r\nمي‌گفتم اين سرود و مي ناب مي‌زدم\r\nخوش بود وقت حافظ و فال مراد و کام\r\nبر نام عمر و دولت احباب مي‌زدم\r\n",
    "interpretation": "انجام این نیت خواب و خوراک را از تو گرفته و شوق آن، در وجود تو، هیاهویی به راه انداخته است. اما بدان برای رسیدن به مقصود، خیالبافی ثمری ندارد و باید واقع بین بود و با حقایق زندگی کرد. با تلاش وسیع و همتی والا، می توانی آنچه را که در رویا آرزویش را می کشی، در عالم واقعی به دست آوری و اکنون زمان آغاز است."
  },
  {
    "id": 108,
    "title": "غزل شماره 108",
    "poem": "\r\nنماز شام غريبان چو گريه آغازم\r\nبه مويه‌هاي غريبانه قصه پردازم\r\nبه ياد يار و ديار آن چنان بگريم زار\r\nکه از جهان ره و رسم سفر براندازم\r\nمن از ديار حبيبم نه از بلاد غريب\r\nمهيمنا به رفيقان خود رسان بازم\r\nخداي را مددي اي رفيق ره تا من\r\nبه کوي ميکده ديگر علم برافرازم\r\nخرد ز پيري من کي حساب برگيرد\r\nکه باز با صنمي طفل عشق مي‌بازم\r\nبجز صبا و شمالم نمي‌شناسد کس\r\nعزيز من که بجز باد نيست دمسازم\r\nهواي منزل يار آب زندگاني ماست\r\nصبا بيار نسيمي ز خاک شيرازم\r\nسرشکم آمد و عيبم بگفت روي به روي\r\nشکايت از که کنم خانگيست غمازم\r\nز چنگ زهره شنيدم که صبحدم مي‌گفت\r\nغلام حافظ خوش لهجه خوش آوازم\r\n",
    "interpretation": "در این شهر و دیار و در میان مردمان احساس شدید غربت و دلتنگی داری و بی تاب و بی قراری و برای رسیدن به همدمی که حرف دل شما را بفهمد لحظه شماری می کنی. اکنون که قصد بازگشت گرفته ای از خدا بخواه تا با مدد او وسایل بازگشت فراهم شده و تو به آرزوی خود دست یابی."
  },
  {
    "id": 109,
    "title": "غزل شماره 109",
    "poem": "\r\nدرد عشقي کشيده‌ام که مپرس\r\nزهر هجري چشيده‌ام که مپرس\r\nگشته‌ام در جهان و آخر کار\r\nدلبري برگزيده‌ام که مپرس\r\nآن چنان در هواي خاک درش\r\nمي‌رود آب ديده‌ام که مپرس\r\nمن به گوش خود از دهانش دوش\r\nسخناني شنيده‌ام که مپرس\r\nسوي من لب چه مي‌گزي که مگوي\r\nلب لعلي گزيده‌ام که مپرس\r\nبي تو در کلبه گدايي خويش\r\nرنج‌هايي کشيده‌ام که مپرس\r\nهمچو حافظ غريب در ره عشق\r\nبه مقامي رسيده‌ام که مپرس\r\n",
    "interpretation": "بعد از تحمل سختی ها و رنج های بسیار بالاخره به مراد دل خود دست یافتی و او بهترین انتخاب برای توست. هر دو صادقانه به یکدیگر مهر می ورزید و این عشق بزرگترین سرمایه برای زندگی شماست. قدر زندگی خود را بدانید و با قناعت و صداقت زندگی کنید که سعادت شما جاودانه خواهد شد."
  },
  {
    "id": 110,
    "title": "غزل شماره 110",
    "poem": "\r\nدوستان دختر رز توبه ز مستوري کرد\r\nشد سوي محتسب و کار به دستوري کرد\r\nآمد از پرده به مجلس عرقش پاک کنيد\r\nتا نگويند حريفان که چرا دوري کرد\r\nمژدگاني بده اي دل که دگر مطرب عشق\r\nراه مستانه زد و چاره مخموري کرد\r\nنه به هفت آب که رنگش به صد آتش نرود\r\nآن چه با خرقه زاهد مي انگوري کرد\r\nغنچه گلبن وصلم ز نسيمش بشکفت\r\nمرغ خوشخوان طرب از برگ گل سوري کرد\r\nحافظ افتادگي از دست مده زان که حسود\r\nعرض و مال و دل و دين در سر مغروري کرد\r\n",
    "interpretation": "در جستجوی کیمیای سعادت نهایت تلاش خود را می کنی اما بدان که راه را اشتباه انتخاب کرده ای. آنچه تو به دنبال آن می گردی همین استعدادهای خدادادی است که در وجود تو نهفته شده است و باید آنها را شکوفا نمایی. چشم دل باز کن و توانایی های خود را بشناس و در راه کاربرد آنها از خدا مدد بجوی که او تو را یاری خواهد کرد."
  },
  {
    "id": 111,
    "title": "غزل شماره 111",
    "poem": "\r\nسال‌ها پيروي مذهب رندان کردم\r\nتا به فتوي خرد حرص به زندان کردم\r\nمن به سرمنزل عنقا نه به خود بردم راه\r\nقطع اين مرحله با مرغ سليمان کردم\r\nسايه‌اي بر دل ريشم فکن اي گنج روان\r\nکه من اين خانه به سوداي تو ويران کردم\r\nتوبه کردم که نبوسم لب ساقي و کنون\r\nمي‌گزم لب که چرا گوش به نادان کردم\r\nدر خلاف آمد عادت بطلب کام که من\r\nکسب جمعيت از آن زلف پريشان کردم\r\nنقش مستوري و مستي نه به دست من و توست\r\nآن چه سلطان ازل گفت بکن آن کردم\r\nدارم از لطف ازل جنت فردوس طمع\r\nگر چه درباني ميخانه فراوان کردم\r\nاين که پيرانه سرم صحبت يوسف بنواخت\r\nاجر صبريست که در کلبه احزان کردم\r\nصبح خيزي و سلامت طلبي چون حافظ\r\nهر چه کردم همه از دولت قرآن کردم\r\nگر به ديوان غزل صدرنشينم چه عجب\r\nسال‌ها بندگي صاحب ديوان کردم\r\n",
    "interpretation": "سالهاست در تهذیب نفس کوشایی و بر حرص و طمع خود لگام زده ای، اما بدان برای رسیدن به مراتب عالی باید مرحله به مرحله پیش بروی. تا شاگردی نکنی استاد نخواهی شد. از تجربیات افراد دانا در این راه استفاده کن. به خدا توکل کن تا اجر تلاشهای خود را ببینی."
  },
  {
    "id": 112,
    "title": "غزل شماره 112",
    "poem": "\r\nچو آفتاب مي از مشرق پياله برآيد\r\nز باغ عارض ساقي هزار لاله برآيد\r\nنسيم در سر گل بشکند کلاله سنبل\r\nچو از ميان چمن بوي آن کلاله برآيد\r\nحکايت شب هجران نه آن حکايت حاليست\r\nکه شمه‌اي ز بيانش به صد رساله برآيد\r\nز گرد خوان نگون فلک طمع نتوان داشت\r\nکه بي ملالت صد غصه يک نواله برآيد\r\nبه سعي خود نتوان برد پي به گوهر مقصود\r\nخيال باشد کاين کار بي حواله برآيد\r\nگرت چو نوح نبي صبر هست در غم طوفان\r\nبلا بگردد و کام هزارساله برآيد\r\nنسيم زلف تو چون بگذرد به تربت حافظ\r\nز خاک کالبدش صد هزار لاله برآيد\r\n",
    "interpretation": "زندگی پر دردسر و پر غم و غصه ای داری اما هرگز شکوه نمی کنی و راز دل خود را با کسی نمی گویی. هرچه تلاش کرده ای به نتیجه مطلوب نرسیده ای، اما بدان که به زودی آرزوهایت تحقق خواهند یافت به شرط آن که چون گذشته در مقابل مشکلات صبر و پایداری از خود نشان دهی."
  },
  {
    "id": 113,
    "title": "غزل شماره 113",
    "poem": "\r\nتا ز ميخانه و مي نام و نشان خواهد بود\r\nسر ما خاک ره پير مغان خواهد بود\r\nحلقه پير مغان از ازلم در گوش است\r\nبر همانيم که بوديم و همان خواهد بود\r\nبر سر تربت ما چون گذري همت خواه\r\nکه زيارتگه رندان جهان خواهد بود\r\nبرو اي زاهد خودبين که ز چشم من و تو\r\nراز اين پرده نهان است و نهان خواهد بود\r\nترک عاشق کش من مست برون رفت امروز\r\nتا دگر خون که از ديده روان خواهد بود\r\nچشمم آن دم که ز شوق تو نهد سر به لحد\r\nتا دم صبح قيامت نگران خواهد بود\r\nبخت حافظ گر از اين گونه مدد خواهد کرد\r\nزلف معشوقه به دست دگران خواهد بود\r\n",
    "interpretation": "انسانی صادق و وفادار هستی و چون در راهی قدم گذاردی محال است که بازگردی و رفیق نیمه راه باشی، اما به تازگی در موارد مختلف با بدشانسی روبرو شده ای. به دل خود بد راه نده و به تلاش خود ادامه بده که با حسن اخلاقی که تو داری به زودی به موقعیت های خوب اجتماعی و کاری دست پیدا خواهی کرد."
  },
  {
    "id": 114,
    "title": "غزل شماره 114",
    "poem": "\r\nتنت به ناز طبيبان نيازمند مباد\r\nوجود نازکت آزرده گزند مباد\r\nسلامت همه آفاق در سلامت توست\r\nبه هيچ عارضه شخص تو دردمند مباد\r\nجمال صورت و معني ز امن صحت توست\r\nکه ظاهرت دژم و باطنت نژند مباد\r\nدر اين چمن چو درآيد خزان به يغمايي\r\nرهش به سرو سهي قامت بلند مباد\r\nدر آن بساط که حسن تو جلوه آغازد\r\nمجال طعنه بدبين و بدپسند مباد\r\nهر آن که روي چو ماهت به چشم بد بيند\r\nبر آتش تو بجز جان او سپند مباد\r\nشفا ز گفته شکرفشان حافظ جوي\r\nکه حاجتت به علاج گلاب و قند مباد\r\n",
    "interpretation": "مدتی است احساس بیماری می کنی و این تو را نگران ساخته. نگرانی تو بیهوده است. علاج بیماری تو در دستهای توانای خودت نهفته است و نیازی به طبیب و مصرف دارو ندارد. به تفریحات سالم و شاد روی بیاور و از طعنه و حرفهای بیهوده دیگران ناراحت نشو زیرا همان طور که می دانی زندگی کسان دیگری که تو را دوست دارند وابسته به سلامت توست. پس به فکر خودت باش."
  },
  {
    "id": 115,
    "title": "غزل شماره 115",
    "poem": "\r\nيوسف گمگشته بازآيد به کنعان غم مخور\r\nکلبه احزان شود روزي گلستان غم مخور\r\nاي دل غمديده حالت به شود دل بد مکن\r\nوين سر شوريده بازآيد به سامان غم مخور\r\nگر بهار عمر باشد باز بر تخت چمن\r\nچتر گل در سر کشي اي مرغ خوشخوان غم مخور\r\nدور گردون گر دو روزي بر مراد ما نرفت\r\nدايما يک سان نباشد حال دوران غم مخور\r\nهان مشو نوميد چون واقف نه‌اي از سر غيب\r\nباشد اندر پرده بازي‌هاي پنهان غم مخور\r\nاي دل ار سيل فنا بنياد هستي برکند\r\nچون تو را نوح است کشتيبان ز طوفان غم مخو\r\nدر بيابان گر به شوق کعبه خواهي زد قدم\r\nسرزنش‌ها گر کند خار مغيلان غم مخور\r\nگر چه منزل بس خطرناک است و مقصد بس بعيد\r\nهيچ راهي نيست کان را نيست پايان غم مخور\r\nحال ما در فرقت جانان و ابرام رقيب\r\nجمله مي‌داند خداي حال گردان غم مخور\r\nحافظا در کنج فقر و خلوت شب‌هاي تار\r\nتا بود وردت دعا و درس قرآن غم مخور\r\n",
    "interpretation": "سختی ها و رنجهای بسیاری در زندگی خود کشیده ای اما ناامید مشو. چه بسیار بلاهایی که درواقع نعمت هستند و ما از مصلحت آن بی خبریم. اگر به خدای بزرگ اعتقاد و توکل داشته باشی نباید غصه هیچ چیز دیگری را بخوری. به زودی اتفاقاتی در زندگیت روی خواهد داد که پایانی است بر همه دردهای تو. پس ثابت قدم باش و از سرزنشهای دیگران مرنج که خدا با توست."
  },
  {
    "id": 116,
    "title": "غزل شماره 116",
    "poem": "\r\nدست از طلب ندارم تا کام من برآيد\r\nيا تن رسد به جانان يا جان ز تن برآيد\r\nبگشاي تربتم را بعد از وفات و بنگر\r\nکز آتش درونم دود از کفن برآيد\r\nبنماي رخ که خلقي واله شوند و حيران\r\nبگشاي لب که فرياد از مرد و زن برآيد\r\nجان بر لب است و حسرت در دل که از لبانش\r\nنگرفته هيچ کامي جان از بدن برآيد\r\nاز حسرت دهانش آمد به تنگ جانم\r\nخود کام تنگدستان کي زان دهن برآيد\r\nگويند ذکر خيرش در خيل عشقبازان\r\nهر جا که نام حافظ در انجمن برآيد\r\n",
    "interpretation": "برای انجام کاری عزم خود را جزم کرده و تا پای جان بر سر انجام آن ایستاده ای، اما در این میان ناامیدی و ترس از عاقبت این کار تو را عذاب می دهد. به خدا توکل کن و در انجام امور شکیبا باش که به طور یقین از کار خود نتیجه مطلوب را به دست خواهی آورد."
  },
  {
    "id": 117,
    "title": "غزل شماره 117",
    "poem": "\r\nپيرانه سرم عشق جواني به سر افتاد\r\nوان راز که در دل بنهفتم به درافتاد\r\nاز راه نظر مرغ دلم گشت هواگير\r\nاي ديده نگه کن که به دام که درافتاد\r\nدردا که از آن آهوي مشکين سيه چشم\r\nچون نافه بسي خون دلم در جگر افتاد\r\nاز رهگذر خاک سر کوي شما بود\r\nهر نافه که در دست نسيم سحر افتاد\r\nمژگان تو تا تيغ جهان گير برآورد\r\nبس کشته دل زنده که بر يک دگر افتاد\r\nبس تجربه کرديم در اين دير مکافات\r\nبا دردکشان هر که درافتاد برافتاد\r\nگر جان بدهد سنگ سيه لعل نگردد\r\nبا طينت اصلي چه کند بدگهر افتاد\r\nحافظ که سر زلف بتان دست کشش بود\r\nبس طرفه حريفيست کش اکنون به سر افتاد\r\n",
    "interpretation": "پس از مدتها اکنون فکر و ایده جدیدی به سر شما افتاده است که نیرویی تازه به شما بخشیده. بدان که عملی کردن این کار سختی و مشقات بسیاری دارد. ولی آنچه عایدت می شود خستگی تمام این سختی ها را از تنت بدر خواهد کرد. تو چون ذاتی پاک و خوب داری به موفقیت خواهی رسید و خدا یاریت خواهد کرد."
  },
  {
    "id": 118,
    "title": "غزل شماره 118",
    "poem": "\r\nدارم از زلف سياهش گله چندان که مپرس\r\nکه چنان ز او شده‌ام بي سر و سامان که مپر\r\nکس به اميد وفا ترک دل و دين مکناد\r\nکه چنانم من از اين کرده پشيمان که مپرس\r\nبه يکي جرعه که آزار کسش در پي نيست\r\nزحمتي مي‌کشم از مردم نادان که مپرس\r\nزاهد از ما به سلامت بگذر کاين مي لعل\r\nدل و دين مي‌برد از دست بدان سان که مپرس\r\nگفت‌وگوهاست در اين راه که جان بگدازد\r\nهر کسي عربده‌اي اين که مبين آن که مپرس\r\nپارسايي و سلامت هوسم بود ولي\r\nشيوه‌اي مي‌کند آن نرگس فتان که مپرس\r\nگفتم از گوي فلک صورت حالي پرسم\r\nگفت آن مي‌کشم اندر خم چوگان که مپرس\r\nگفتمش زلف به خون که شکستي گفتا\r\nحافظ اين قصه دراز است به قرآن که مپرس\r\n",
    "interpretation": "از زندگی و مشکلات آن به شدت گله مندی و از کرده ی خود پشیمان. باید بدانی که زندگی مملو از سختی ها و مشکلات است و مرد راه کسی است که با مشکلات مبارزه کرده و بر آنها غلبه کند. تو جوهر این کار را داری. تنها باید بر خود مسلط شوی و عنان زندگی را به دست بگیری. مطمئن باش که در انجام نیت خود موفق خواهی شد."
  },
  {
    "id": 119,
    "title": "غزل شماره 119",
    "poem": "\r\nز دلبرم که رساند نوازش قلمي\r\nکجاست پيک صبا گر همي‌کند کرمي\r\nقياس کردم و تدبير عقل در ره عشق\r\nچو شبنمي است که بر بحر مي‌کشد رقمي\r\nبيا که خرقه من گر چه رهن ميکده‌هاست\r\nز مال وقف نبيني به نام من درمي\r\nحديث چون و چرا درد سر دهد اي دل\r\nپياله گير و بياسا ز عمر خويش دمي\r\nطبيب راه نشين درد عشق نشناسد\r\nبرو به دست کن اي مرده دل مسيح دمي\r\nدلم گرفت ز سالوس و طبل زير گليم\r\nبه آن که بر در ميخانه برکشم علمي\r\nبيا که وقت شناسان دو کون بفروشند\r\nبه يک پياله مي صاف و صحبت صنمي\r\nدوام عيش و تنعم نه شيوه عشق است\r\nاگر معاشر مايي بنوش نيش غمي\r\nنمي‌کنم گله‌اي ليک ابر رحمت دوست\r\nبه کشته زار جگرتشنگان نداد نمي\r\nچرا به يک ني قندش نمي‌خرند آن کس\r\nکه کرد صد شکرافشاني از ني قلمي\r\nسزاي قدر تو شاها به دست حافظ نيست\r\nجز از دعاي شبي و نياز صبحدمي\r\n",
    "interpretation": "منتظر کوچکترین نشانه و یا عکس العملی از او هستی. این نشانه را خواهی یافت اما زمان می برد. تو که از زندگی خسته و از اطرافیانت دلگیری چرا وقت را غنیمت نمی شماری و خود پا پیش نمی گذاری؟ بیش از این تأمل جایز نیست. با توکل و توسل به خدا پا پیش بگذار تا به آنچه لیاقتش را داری برسی."
  },
  {
    "id": 120,
    "title": "غزل شماره 120",
    "poem": "\r\nدرخت دوستي بنشان که کام دل به بار آرد\r\nنهال دشمني برکن که رنج بي‌شمار آرد\r\nچو مهمان خراباتي به عزت باش با رندان\r\nکه درد سر کشي جانا گرت مستي خمار آرد\r\nشب صحبت غنيمت دان که بعد از روزگار ما\r\nبسي گردش کند گردون بسي ليل و نهار آرد\r\nعماري دار ليلي را که مهد ماه در حکم است\r\nخدا را در دل اندازش که بر مجنون گذار آرد\r\nبهار عمر خواه اي دل وگرنه اين چمن هر سال\r\nچو نسرين صد گل آرد بار و چون بلبل هزار آ\r\nخدا را چون دل ريشم قراري بست با زلفت\r\nبفرما لعل نوشين را که زودش باقرار آرد\r\nدر اين باغ از خدا خواهد دگر پيرانه سر حا\r\nنشيند بر لب جويي و سروي در کنار آرد\r\n",
    "interpretation": "اگر می خواهی به مراد دل خود برسی با همه مهربانی و دوستی کن و کینه را از دل بیرون بریز که بیش از حد باعث آزار خودت می شود. از عمر و فرصتی که خدا در اختیارت نهاده نهایت استفاده را ببر زیرا که گردش روزگار می ماند و انسان رفتنی است. حاجتی که در دل داری از خدا بخواه که روا خواهد شد. بهترین چیزی که می توانی از خدا بخواهی آرامش است که هیچ نعمتی بهتر از آرامش روح و روان نیست."
  },
  {
    "id": 121,
    "title": "غزل شماره 121",
    "poem": "\r\nما درس سحر در ره ميخانه نهاديم\r\nمحصول دعا در ره جانانه نهاديم\r\nدر خرمن صد زاهد عاقل زند آتش\r\nاين داغ که ما بر دل ديوانه نهاديم\r\nسلطان ازل گنج غم عشق به ما داد\r\nتا روي در اين منزل ويرانه نهاديم\r\nدر دل ندهم ره پس از اين مهر بتان را\r\nمهر لب او بر در اين خانه نهاديم\r\nدر خرقه از اين بيش منافق نتوان بود\r\nبنياد از اين شيوه رندانه نهاديم\r\nچون مي‌رود اين کشتي سرگشته که آخر\r\nجان در سر آن گوهر يک دانه نهاديم\r\nالمنه لله که چو ما بي‌دل و دين بود\r\nآن را که لقب عاقل و فرزانه نهاديم\r\nقانع به خيالي ز تو بوديم چو حافظ\r\nيا رب چه گداهمت و بيگانه نهاديم\r\n",
    "interpretation": "هرچه می توانستی در راه رسیدن به نیت خود کوشش کرده ای. غم و اندوه بسیاری را تحمل کرده ای و به قول معروف بسیار به این در و آن در زده ای، ولی اکنون از کرده خود پشیمانی چون فکر می کنی تمام تلاشت بیهوده بوده، اما حقیقت چیز دیگری است. رسیدن به مقصود شاید کمی دیر برای تو امکان پذیر شده است ولی حتما میسر می شود."
  },
  {
    "id": 122,
    "title": "غزل شماره 122",
    "poem": "\r\nدوستان وقت گل آن به که به عشرت کوشيم\r\nسخن اهل دل است اين و به جان بنيوشيم\r\nنيست در کس کرم و وقت طرب مي‌گذرد\r\nچاره آن است که سجاده به مي بفروشيم\r\nخوش هواييست فرح بخش خدايا بفرست\r\nنازنيني که به رويش مي گلگون نوشيم\r\nارغنون ساز فلک رهزن اهل هنر است\r\nچون از اين غصه نناليم و چرا نخروشيم\r\nگل به جوش آمد و از مي نزديمش آبي\r\nلاجرم ز آتش حرمان و هوس مي‌جوشيم\r\nمي‌کشيم از قدح لاله شرابي موهوم\r\nچشم بد دور که بي مطرب و مي مدهوشيم\r\nحافظ اين حال عجب با که توان گفت که ما\r\nبلبلانيم که در موسم گل خاموشيم\r\n",
    "interpretation": "شما اکنون در بهار عمر خود به سر می برید و بهتر آن است که تا آنجا که می توانی از لذت های زندگی استفاده کنی و زندگی را بر خود و دیگران سخت نگیری. از چشم حسودان و بدخواهان به خدا پناه ببر و از نعماتی که خدا در اختیارت گذارده است، نهایت استفاده را ببر و حال دل خود را تنها با آنان بازگو که تو را درک می کنند."
  },
  {
    "id": 123,
    "title": "غزل شماره 123",
    "poem": "\r\nخوشتر ز عيش و صحبت و باغ و بهار چيست\r\nساقي کجاست گو سبب انتظار چيست\r\nهر وقت خوش که دست دهد مغتنم شمار\r\nکس را وقوف نيست که انجام کار چيست\r\nپيوند عمر بسته به موييست هوش دار\r\nغمخوار خويش باش غم روزگار چيست\r\nمعني آب زندگي و روضه ارم\r\nجز طرف جويبار و مي خوشگوار چيست\r\nمستور و مست هر دو چو از يک قبيله‌اند\r\nما دل به عشوه که دهيم اختيار چيست\r\nراز درون پرده چه داند فلک خموش\r\nاي مدعي نزاع تو با پرده دار چيست\r\nسهو و خطاي بنده گرش اعتبار نيست\r\nمعني عفو و رحمت آمرزگار چيست\r\nزاهد شراب کوثر و حافظ پياله خواست\r\nتا در ميانه خواسته کردگار چيست\r\n",
    "interpretation": "بهار زندگیت در راه است. از فرصتی که به تو روی می آورد نهایت استفاده را ببر که زندگی انسان به تار مویی بسته است و هیچ کس از فردای خود خبر ندارد. پس غم دنیا را مخور و به فکر خودت باش و کمتر از زندگی شکوه کن که هرچه خدا بخواهد همان خواهد شد. به عفو و رحمت الهی امیدوار باش و از او روی مگردان."
  },
  {
    "id": 124,
    "title": "غزل شماره 124",
    "poem": "\r\nبيا که رايت منصور پادشاه رسيد\r\nنويد فتح و بشارت به مهر و ماه رسيد\r\nجمال بخت ز روي ظفر نقاب انداخت\r\nکمال عدل به فرياد دادخواه رسيد\r\nسپهر دور خوش اکنون کند که ماه آمد\r\nجهان به کام دل اکنون رسد که شاه رسيد\r\nز قاطعان طريق اين زمان شوند ايمن\r\nقوافل دل و دانش که مرد راه رسيد\r\nعزيز مصر به رغم برادران غيور\r\nز قعر چاه برآمد به اوج ماه رسيد\r\nکجاست صوفي دجال فعل ملحدشکل\r\nبگو بسوز که مهدي دين پناه رسيد\r\nصبا بگو که چه‌ها بر سرم در اين غم عشق\r\nز آتش دل سوزان و دود آه رسيد\r\nز شوق روي تو شاها بدين اسير فراق\r\nهمان رسيد کز آتش به برگ کاه رسيد\r\nمرو به خواب که حافظ به بارگاه قبول\r\nز ورد نيم شب و درس صبحگاه رسيد\r\n",
    "interpretation": "مژده که به زودی لطف خدا شامل حال شما خواهد شد. کسی قدم به زندگی شما می گذارد که برایتان سعادت، خوشبختی، پیروزی و آرامش به ارمغان خواهد آورد، به شرط آنکه خواب غفلت شما را نرباید و از یاد خدا و ذکر او در همه جا و همه حال غافل نشوید. چرا که هرچه می رسد از اوست."
  },
  {
    "id": 125,
    "title": "غزل شماره 125",
    "poem": "\r\nگر چه افتاد ز زلفش گرهي در کارم\r\nهمچنان چشم گشاد از کرمش مي‌دارم\r\nبه طرب حمل مکن سرخي رويم که چو جام\r\nخون دل عکس برون مي‌دهد از رخسارم\r\nپرده مطربم از دست برون خواهد برد\r\nآه اگر زان که در اين پرده نباشد بارم\r\nپاسبان حرم دل شده‌ام شب همه شب\r\nتا در اين پرده جز انديشه او نگذارم\r\nمنم آن شاعر ساحر که به افسون سخن\r\nاز ني کلک همه قند و شکر مي‌بارم\r\nديده بخت به افسانه او شد در خواب\r\nکو نسيمي ز عنايت که کند بيدارم\r\nچون تو را در گذر اي يار نمي‌يارم ديد\r\nبا که گويم که بگويد سخني با يارم\r\nدوش مي‌گفت که حافظ همه روي است و ريا\r\nبجز از خاک درش با که بود بازارم\r\n",
    "interpretation": "از روزی که عاشق شده ای با مشکلات بسیاری روبرو گشته ای، ولی همچنان به وصال او و حل این مشکلات امیدواری. به جز او به هیچ کس و هیچ چیز نمی اندیشی و در انتظار فرصتی هستی تا راز دل خود را به او بگویی. آماده باش که بزودی این فرصت مهیا خواهد شد."
  },
  {
    "id": 126,
    "title": "غزل شماره 126",
    "poem": "\r\nچراغ روي تو را شمع گشت پروانه\r\nمرا ز حال تو با حال خويش پروا نه\r\nخرد که قيد مجانين عشق مي‌فرمود\r\nبه بوي سنبل زلف تو گشت ديوانه\r\nبه بوي زلف تو گر جان به باد رفت چه شد\r\nهزار جان گرامي فداي جانانه\r\nمن رميده ز غيرت ز پا فتادم دوش\r\nنگار خويش چو ديدم به دست بيگانه\r\nچه نقشه‌ها که برانگيختيم و سود نداشت\r\nفسون ما بر او گشته است افسانه\r\nبر آتش رخ زيباي او به جاي سپند\r\nبه غير خال سياهش که ديد به دانه\r\nبه مژده جان به صبا داد شمع در نفسي\r\nز شمع روي تواش چون رسيد پروانه\r\nمرا به دور لب دوست هست پيماني\r\nکه بر زبان نبرم جز حديث پيمانه\r\nحديث مدرسه و خانقه مگوي که باز\r\nفتاد در سر حافظ هواي ميخانه\r\n",
    "interpretation": "انسانی عاشق و دلباخته و صادق هستی، اما شنیده ای که رقیبی داری که در آستانه ی پیروزی است و این فکر تو را به شدت عذاب می دهد. برای یافتن راه چاره از هر دری وارد شده ای، ولی سودی نکرده است. بی تابی نکن، صبور باش و به پیمان خود وفادار بمان. به امید خدا همه کارها مطابق میل تو سامان خواهد گرفت."
  },
  {
    "id": 127,
    "title": "غزل شماره 127",
    "poem": "\r\nدر ازل پرتو حسنت ز تجلي دم زد\r\nعشق پيدا شد و آتش به همه عالم زد\r\nجلوه‌اي کرد رخت ديد ملک عشق نداشت\r\nعين آتش شد از اين غيرت و بر آدم زد\r\nعقل مي‌خواست کز آن شعله چراغ افروزد\r\nبرق غيرت بدرخشيد و جهان برهم زد\r\nمدعي خواست که آيد به تماشاگه راز\r\nدست غيب آمد و بر سينه نامحرم زد\r\nديگران قرعه قسمت همه بر عيش زدند\r\nدل غمديده ما بود که هم بر غم زد\r\nجان علوي هوس چاه زنخدان تو داشت\r\nدست در حلقه آن زلف خم اندر خم زد\r\nحافظ آن روز طربنامه عشق تو نوشت\r\nکه قلم بر سر اسباب دل خرم زد\r\n",
    "interpretation": "عشق زیباترین هدیه خدا به انسان است و شعله های زیبای آن زندگی تو را روشن ساخته. بدان که هر کسی به این مرحله نخواهد رسید و نامحرمان را راهی در خلوت یار نیست. پس غصه بیهوده مخور و به موقعیتی که داری افتخار کن و از آن استفاده مطلوب ببر و بدان که به دست آوردن هر چیز گرانبهایی سختی و رنج دارد."
  },
  {
    "id": 128,
    "title": "غزل شماره 128",
    "poem": "\r\nاگر آن ترک شيرازي به دست آرد دل ما را\r\nبه خال هندويش بخشم سمرقند و بخارا را\r\nبده ساقي مي باقي که در جنت نخواهي يافت\r\nکنار آب رکن آباد و گلگشت مصلا را\r\nفغان کاين لوليان شوخ شيرين کار شهرآشوب\r\nچنان بردند صبر از دل که ترکان خوان يغما \r\nز عشق ناتمام ما جمال يار مستغني است\r\nبه آب و رنگ و خال و خط چه حاجت روي زيبا \r\nمن از آن حسن روزافزون که يوسف داشت دانست\r\nکه عشق از پرده عصمت برون آرد زليخا را\r\nاگر دشنام فرمايي و گر نفرين دعا گويم\r\nجواب تلخ مي‌زيبد لب لعل شکرخا را\r\nنصيحت گوش کن جانا که از جان دوست‌تر دارن\r\nجوانان سعادتمند پند پير دانا را\r\nحديث از مطرب و مي گو و راز دهر کمتر جو\r\nکه کس نگشود و نگشايد به حکمت اين معما را\r\nغزل گفتي و در سفتي بيا و خوش بخوان حافظ\r\nکه بر نظم تو افشاند فلک عقد ثريا را\r\n",
    "interpretation": "برای رسیدن به مراد دل حاضری بزرگترین فداکاری ها و سخت ترین کارها را انجام دهی ولی بدان آنچه برای یار انجام می دهی تنها رفع نیاز خود توست و او از ابراز عشق تو بی نیاز است، پس منتظر جبران از سوی او نباش. گرچه محاسن یار تو را از خود بی خود و بی قرار کرده است اما باید حد و حدود خود را رعایت نمایی و از انگشت نما کردن خود و او بپرهیزی و تلخی سخنان او را با شیرینی عشقش بر خود هموار سازی. به نصیحت بزرگان توجه داشته باش و به جای آنکه خود را با حل معمای زندگی آزار دهی از زندگیت لذت ببر که راز حکمت را جز خدا کسی نمی داند."
  },
  {
    "id": 129,
    "title": "غزل شماره 129",
    "poem": "\r\nاگر به کوي تو باشد مرا مجال وصول\r\nرسد به دولت وصل تو کار من به اصول\r\nقرار برده ز من آن دو نرگس رعنا\r\nفراغ برده ز من آن دو جادوي مکحول\r\nچو بر در تو من بي‌نواي بي زر و زور\r\nبه هيچ باب ندارم ره خروج و دخول\r\nکجا روم چه کنم چاره از کجا جويم\r\nکه گشته‌ام ز غم و جور روزگار ملول\r\nمن شکسته بدحال زندگي يابم\r\nدر آن زمان که به تيغ غمت شوم مقتول\r\nخرابتر ز دل من غم تو جاي نيافت\r\nکه ساخت در دل تنگم قرارگاه نزول\r\nدل از جواهر مهرت چو صيقلي دارد\r\nبود ز زنگ حوادث هر آينه مصقول\r\nچه جرم کرده‌ام اي جان و دل به حضرت تو\r\nکه طاعت من بي‌دل نمي‌شود مقبول\r\nبه درد عشق بساز و خموش کن حافظ\r\nرموز عشق مکن فاش پيش اهل عقول\r\n",
    "interpretation": "نیتی در سر داری که عمل به آن زندگی تو را سروسامانی می بخشد و کارت را درست خواهد کرد، اما چاره رسیدن به این نیت را از راههای مختلف باید بررسی نمایی و بهترین راه را انتخاب کنی. اگر راهت را درست انتخاب کنی، پیروزی تو در این راه حتمی است و بالاخره خواهی توانست نیت خود را عملی نمایی."
  },
  {
    "id": 130,
    "title": "غزل شماره 130",
    "poem": "\r\nدر اين زمانه رفيقي که خالي از خلل است\r\nصراحي مي ناب و سفينه غزل است\r\nجريده رو که گذرگاه عافيت تنگ است\r\nپياله گير که عمر عزيز بي‌بدل است\r\nنه من ز بي عملي در جهان ملولم و بس\r\nملالت علما هم ز علم بي عمل است\r\nبه چشم عقل در اين رهگذار پرآشوب\r\nجهان و کار جهان بي‌ثبات و بي‌محل است\r\nبگير طره مه چهره‌اي و قصه مخوان\r\nکه سعد و نحس ز تاثير زهره و زحل است\r\nدلم اميد فراوان به وصل روي تو داشت\r\nولي اجل به ره عمر رهزن امل است\r\nبه هيچ دور نخواهند يافت هشيارش\r\nچنين که حافظ ما مست باده ازل است\r\n",
    "interpretation": "در زندگی به دنبال رفیقان یکرنگ باش و از دوستان ناباب بپرهیز و عمر را به بطالت مگذران. حرفی نزن که از عمل به آن عاجز باشی که باعث می شود مورد سرزنش و ملامت دیگران قرار بگیری. آرزوهایت نامحدود و عمر محدود است، پس در انجام امور خیری که در نظر داری شتاب کن."
  },
  {
    "id": 131,
    "title": "غزل شماره 131",
    "poem": "\r\nمطرب عشق عجب ساز و نوايي دارد\r\nنقش هر نغمه که زد راه به جايي دارد\r\nعالم از ناله عشاق مبادا خالي\r\nکه خوش آهنگ و فرح بخش هوايي دارد\r\nپير دردي کش ما گر چه ندارد زر و زور\r\nخوش عطابخش و خطاپوش خدايي دارد\r\nمحترم دار دلم کاين مگس قندپرست\r\nتا هواخواه تو شد فر همايي دارد\r\nاز عدالت نبود دور گرش پرسد حال\r\nپادشاهي که به همسايه گدايي دارد\r\nاشک خونين بنمودم به طبيبان گفتند\r\nدرد عشق است و جگرسوز دوايي دارد\r\nستم از غمزه مياموز که در مذهب عشق\r\nهر عمل اجري و هر کرده جزايي دارد\r\nنغز گفت آن بت ترسابچه باده پرست\r\nشادي روي کسي خور که صفايي دارد\r\nخسروا حافظ درگاه نشين فاتحه خواند\r\nو از زبان تو تمناي دعايي دارد\r\n",
    "interpretation": "تنها ثروت تو در زندگی عشق و ایمان است و دستت از پول و مال دنیا تهی است با این همه موفقیت با توست و خدا تو را در هر حال یاری خواهد کرد و اجر کارهای نیک تو را به بهترین نحو خواهد داد به شرط آن که تو نیز او را فراموش مکنی. هر نیتی که در دل داری با توکل به خدا عملی کن که موفق خواهی شد."
  },
  {
    "id": 132,
    "title": "غزل شماره 132",
    "poem": "\r\nصوفي گلي بچين و مرقع به خار بخش\r\nوين زهد خشک را به مي خوشگوار بخش\r\nطامات و شطح در ره آهنگ چنگ نه\r\nتسبيح و طيلسان به مي و ميگسار بخش\r\nزهد گران که شاهد و ساقي نمي‌خرند\r\nدر حلقه چمن به نسيم بهار بخش\r\nراهم شراب لعل زد اي مير عاشقان\r\nخون مرا به چاه زنخدان يار بخش\r\nيا رب به وقت گل گنه بنده عفو کن\r\nوين ماجرا به سرو لب جويبار بخش\r\nاي آن که ره به مشرب مقصود برده‌اي\r\nزين بحر قطره‌اي به من خاکسار بخش\r\nشکرانه را که چشم تو روي بتان نديد\r\nما را به عفو و لطف خداوندگار بخش\r\nساقي چو شاه نوش کند باده صبوح\r\nگو جام زر به حافظ شب زنده دار بخش\r\n",
    "interpretation": "شما انسانی باشعور و با کمالات هستید. این تعصبات خشک و خشن در شأن شما نمی باشد. باید این اخلاقیات را قبل از آنکه تو را از چشم دیگران بیندازد، کنار بگذاری. از خدای بزرگ و بخشنده درخواست عفو و بخشش کن و از گناه دیگران نیز درگذر تا سعادت و کامیابی به تو روی آورد."
  },
  {
    "id": 133,
    "title": "غزل شماره 133",
    "poem": "\r\nزلفت هزار دل به يکي تار مو ببست\r\nراه هزار چاره گر از چار سو ببست\r\nتا عاشقان به بوي نسيمش دهند جان\r\nبگشود نافه‌اي و در آرزو ببست\r\nشيدا از آن شدم که نگارم چو ماه نو\r\nابرو نمود و جلوه گري کرد و رو ببست\r\nساقي به چند رنگ مي اندر پياله ريخت\r\nاين نقش‌ها نگر که چه خوش در کدو ببست\r\nيا رب چه غمزه کرد صراحي که خون خم\r\nبا نعره‌هاي قلقلش اندر گلو ببست\r\nمطرب چه پرده ساخت که در پرده سماع\r\nبر اهل وجد و حال در هاي و هو ببست\r\nحافظ هر آن که عشق نورزيد و وصل خواست\r\nاحرام طوف کعبه دل بي وضو ببست\r\n",
    "interpretation": "خود را در دامی اسیر ساخته ای که همه راهها به سویت سد شده و هیچ کمکی از هیچ کس بر نمی آید. تمام این مشکلات از آن جهت برایت پیش آمده که تو فریب ظواهر و نقش و نگارها را خوردی و به دنبال آرزوهای محال رفتی. برای انجام هر کار بزرگی ابتدا مهیا نمودن مقدمات کار مهم است. اکنون چاره ای نداری جز آنکه صبر پیشه کنی و به خدا توسل کنی تا از این گرفتاری نجات یابی."
  },
  {
    "id": 134,
    "title": "غزل شماره 134",
    "poem": "\r\nمطلب طاعت و پيمان و صلاح از من مست\r\nکه به پيمانه کشي شهره شدم روز الست\r\nمن همان دم که وضو ساختم از چشمه عشق\r\nچارتکبير زدم يک سره بر هر چه که هست\r\nمي بده تا دهمت آگهي از سر قضا\r\nکه به روي که شدم عاشق و از بوي که مست\r\nکمر کوه کم است از کمر مور اين جا\r\nنااميد از در رحمت مشو اي باده پرست\r\nبجز آن نرگس مستانه که چشمش مرساد\r\nزير اين طارم فيروزه کسي خوش ننشست\r\nجان فداي دهنش باد که در باغ نظر\r\nچمن آراي جهان خوشتر از اين غنچه نبست\r\nحافظ از دولت عشق تو سليماني شد\r\nيعني از وصل تواش نيست بجز باد به دست\r\n",
    "interpretation": "انسان وارسته ای هستی و از تعلقات دنیوی دست شسته ای. وقتی موقعیت و امکانات فعلی خود را با هدف بزرگی که در نظر داری مقایسه می کنی، احساس پوچی و نگرانی می کنی اما به خاطر داشته باش که خداوند قادر مطلق است. پس امید خود را به لطف و مرحمت الهی هرگز از دست مده و بدان که از دریای عشق قطره ای کیمیاست. به همان قطره قانع باش."
  },
  {
    "id": 135,
    "title": "غزل شماره 135",
    "poem": "\r\nخيز تا خرقه صوفي به خرابات بريم\r\nشطح و طامات به بازار خرافات بريم\r\nسوي رندان قلندر به ره آورد سفر\r\nدلق بسطامي و سجاده طامات بريم\r\nتا همه خلوتيان جام صبوحي گيرند\r\nچنگ صبحي به در پير مناجات بريم\r\nبا تو آن عهد که در وادي ايمن بستيم\r\nهمچو موسي ارني گوي به ميقات بريم\r\nکوس ناموس تو بر کنگره عرش زنيم\r\nعلم عشق تو بر بام سماوات بريم\r\nخاک کوي تو به صحراي قيامت فردا\r\nهمه بر فرق سر از بهر مباهات بريم\r\nور نهد در ره ما خار ملامت زاهد\r\nاز گلستانش به زندان مکافات بريم\r\nشرممان باد ز پشمينه آلوده خويش\r\nگر بدين فضل و هنر نام کرامات بريم\r\nقدر وقت ار نشناسد دل و کاري نکند\r\nبس خجالت که از اين حاصل اوقات بريم\r\nفتنه مي‌بارد از اين سقف مقرنس برخيز\r\nتا به ميخانه پناه از همه آفات بريم\r\nدر بيابان فنا گم شدن آخر تا کي\r\nره بپرسيم مگر پي به مهمات بريم\r\nحافظ آب رخ خود بر در هر سفله مريز\r\nحاجت آن به که بر قاضي حاجات بريم\r\n",
    "interpretation": "برخیز و اراده کن که وقت عمل است. تردیدها را از خود دور کن و به عهدهایی که بسته ای وفا کن چرا که اگر دیر بجنبی و به موقع کاری انجام ندهی پشیمانی به بار خواهد آورد. در مشکلات این راه به خدا پناه ببر و چون محتاج یاری شدی به جای آنکه آبروی خود را نزد هر انسان بی مقداری بریزی از خدای حاجت دهنده یاری بگیر."
  },
  {
    "id": 136,
    "title": "غزل شماره 136",
    "poem": "\r\nنصيحتي کنمت بشنو و بهانه مگير\r\nهر آن چه ناصح مشفق بگويدت بپذير\r\nز وصل روي جوانان تمتعي بردار\r\nکه در کمينگه عمر است مکر عالم پير\r\nنعيم هر دو جهان پيش عاشقان بجوي\r\nکه اين متاع قليل است و آن عطاي کثير\r\nمعاشري خوش و رودي بساز مي‌خواهم\r\nکه درد خويش بگويم به ناله بم و زير\r\nبر آن سرم که ننوشم مي و گنه نکنم\r\nاگر موافق تدبير من شود تقدير\r\nچو قسمت ازلي بي حضور ما کردند\r\nگر اندکي نه به وفق رضاست خرده مگير\r\nچو لاله در قدحم ريز ساقيا مي و مشک\r\nکه نقش خال نگارم نمي‌رود ز ضمير\r\nبيار ساغر در خوشاب اي ساقي\r\nحسود گو کرم آصفي ببين و بمير\r\nبه عزم توبه نهادم قدح ز کف صد بار\r\nولي کرشمه ساقي نمي‌کند تقصير\r\nمي دوساله و محبوب چارده ساله\r\nهمين بس است مرا صحبت صغير و کبير\r\nدل رميده ما را که پيش مي‌گيرد\r\nخبر دهيد به مجنون خسته از زنجير\r\nحديث توبه در اين بزمگه مگو حافظ\r\nکه ساقيان کمان ابرويت زنند به تير\r\n",
    "interpretation": "انسانی هستی حساس که همه چیز را خیلی سخت می گیری و زندگی را به کام خود و نزدیکان زهر می کنی. مگر زندگی چند سال ادامه خواهد یافت که تمام عمر را صرف مسائل جزئی می کنی؟ همه چیز که نباید کاملا مطابق میل تو باشد. کمی هم تو با زندگی سازش کن و قانع باش که بسیارند کسانی که حسرت زندگی تو را دارند ولی تو قدر آن را نمی دانی."
  },
  {
    "id": 137,
    "title": "غزل شماره 137",
    "poem": "\r\nنکته‌اي دلکش بگويم خال آن مه رو ببين\r\nعقل و جان را بسته زنجير آن گيسو ببين\r\nعيب دل کردم که وحشي وضع و هرجايي مباش\r\nگفت چشم شيرگير و غنج آن آهو ببين\r\nحلقه زلفش تماشاخانه باد صباست\r\nجان صد صاحب دل آن جا بسته يک مو ببين\r\nعابدان آفتاب از دلبر ما غافلند\r\nاي ملامتگو خدا را رو مبين آن رو ببين\r\nزلف دل دزدش صبا را بند بر گردن نهاد\r\nبا هواداران ره رو حيله هندو ببين\r\nاين که من در جست و جوي او ز خود فارغ شدم\r\nکس نديده‌ست و نبيند مثلش از هر سو ببين\r\nحافظ ار در گوشه محراب مي‌نالد رواست\r\nاي نصيحتگو خدا را آن خم ابرو ببين\r\nاز مراد شاه منصور اي فلک سر برمتاب\r\nتيزي شمشير بنگر قوت بازو ببين\r\n",
    "interpretation": "مدتی است خود را به خاطر نیت و آرزویی که در سر داری سرزنش و ملامت می کنی، اما هرچه تلاش می کنی این نیت از سرت بیرون نمی رود. باید بدانی چون تو در این راه بسیارند و تنها تو نیستی که جاذبه های این فکر به زنجیرت کشیده، بلکه این راه رهروان بسیاری دارد. تردید را از دل خود بیرون کن و اکنون که بی اراده گام اول را برداشته ای، تا پایان راه ثابت قدم و استوار بمان که پیروزی با توست."
  },
  {
    "id": 138,
    "title": "غزل شماره 138",
    "poem": "\r\nمژده اي دل که دگر باد صبا بازآمد\r\nهدهد خوش خبر از طرف سبا بازآمد\r\nبرکش اي مرغ سحر نغمه داوودي باز\r\nکه سليمان گل از باد هوا بازآمد\r\nعارفي کو که کند فهم زبان سوسن\r\nتا بپرسد که چرا رفت و چرا بازآمد\r\nمردمي کرد و کرم لطف خداداد به من\r\nکان بت ماه رخ از راه وفا بازآمد\r\nلاله بوي مي نوشين بشنيد از دم صبح\r\nداغ دل بود به اميد دوا بازآمد\r\nچشم من در ره اين قافله راه بماند\r\nتا به گوش دلم آواز درا بازآمد\r\nگر چه حافظ در رنجش زد و پيمان بشکست\r\nلطف او بين که به لطف از در ما بازآمد\r\n",
    "interpretation": "منتظر اخبار بسیار خوشی باش که به زودی به تو خواهد رسید. بالاخره کسی پیدا می شود که حرفهای تو را درک کند. گرچه تو بیش از این در حق او بدی کردی و مستوجب قهر و دشمنی هستی اما لطف و کرم او بیشتر از این است که از تو رنجیده خاطر شود. پس این بار مواظب رفتار خود باش و سعی کن زندگی تازه ای برای خود بسازی که کامیابی از آن توست."
  },
  {
    "id": 139,
    "title": "غزل شماره 139",
    "poem": "\r\nببرد از من قرار و طاقت و هوش\r\nبت سنگين دل سيمين بناگوش\r\nنگاري چابکي شنگي کلهدار\r\nظريفي مه وشي ترکي قباپوش\r\nز تاب آتش سوداي عشقش\r\nبه سان ديگ دايم مي‌زنم جوش\r\nچو پيراهن شوم آسوده خاطر\r\nگرش همچون قبا گيرم در آغوش\r\nاگر پوسيده گردد استخوانم\r\nنگردد مهرت از جانم فراموش\r\nدل و دينم دل و دينم ببرده‌ست\r\nبر و دوشش بر و دوشش بر و دوش\r\nدواي تو دواي توست حافظ\r\nلب نوشش لب نوشش لب نوش\r\n",
    "interpretation": "نیتی که در سر داری صبر و قرار و هوش و حواس تو را مختل نموده است. دائم در جوش و خروشی و بی تابی ات از حد گذشته. تنها مسکن و آرام بخش تو وصال اوست و تنها زمانی که او را تصاحب کنی آرامش می یابی، اما بدان که رسیدن به این هدف نیاز به فکری آزاد و اندیشه ای کارآ دارد، پس به خود مسلط باش و معقولانه تصمیم بگیر."
  },
  {
    "id": 140,
    "title": "غزل شماره 140",
    "poem": "\r\nفاش مي‌گويم و از گفته خود دلشادم\r\nبنده عشقم و از هر دو جهان آزادم\r\nطاير گلشن قدسم چه دهم شرح فراق\r\nکه در اين دامگه حادثه چون افتادم\r\nمن ملک بودم و فردوس برين جايم بود\r\nآدم آورد در اين دير خراب آبادم\r\nسايه طوبي و دلجويي حور و لب حوض\r\nبه هواي سر کوي تو برفت از يادم\r\nنيست بر لوح دلم جز الف قامت دوست\r\nچه کنم حرف دگر ياد نداد استادم\r\nکوکب بخت مرا هيچ منجم نشناخت\r\nيا رب از مادر گيتي به چه طالع زادم\r\nتا شدم حلقه به گوش در ميخانه عشق\r\nهر دم آيد غمي از نو به مبارک بادم\r\nمي خورد خون دلم مردمک ديده سزاست\r\nکه چرا دل به جگرگوشه مردم دادم\r\nپاک کن چهره حافظ به سر زلف ز اشک\r\nور نه اين سيل دمادم ببرد بنيادم\r\n",
    "interpretation": "غم و اندوهی بی پایان به تو روی آورده است. زیرا با یک اشتباه کوچک تمام موقعیت والای خود را از دست داده ای و فکر می کنی بخت از تو روی گردانده است. این بی تابی و رنج و عذاب را باید پایان دهی. مطمئن باش که بزودی بار دیگر شانس به تو روی خواهد آورد. پس به تلاش خود ادامه بده."
  },
  {
    "id": 141,
    "title": "غزل شماره 141",
    "poem": "\r\nبه آب روشن مي عارفي طهارت کرد\r\nعلي الصباح که ميخانه را زيارت کرد\r\nهمين که ساغر زرين خور نهان گرديد\r\nهلال عيد به دور قدح اشارت کرد\r\nخوشا نماز و نياز کسي که از سر درد\r\nبه آب ديده و خون جگر طهارت کرد\r\nامام خواجه که بودش سر نماز دراز\r\nبه خون دختر رز خرقه را قصارت کرد\r\nدلم ز حلقه زلفش به جان خريد آشوب\r\nچه سود ديد ندانم که اين تجارت کرد\r\nاگر امام جماعت طلب کند امروز\r\nخبر دهيد که حافظ به مي طهارت کرد\r\n",
    "interpretation": "در زندگی گذشته خود ندانم کاری های بسیاری کرده ای که اکنون که به گذشته نگاه می کنی حتی خودت هم علت کارهایت را نمی فهمی. درست است که تاکنون هیچ سودی از عمر نبرده ای ولی اکنون که خداوند فرصت دیگری در اختیارت قرار داده با توکل به او و از سر صدق نیت از نو شروع کن که گذشته ات نیز جبران خواهد شد."
  },
  {
    "id": 142,
    "title": "غزل شماره 142",
    "poem": "\r\nاي پيک راستان خبر يار ما بگو\r\nاحوال گل به بلبل دستان سرا بگو\r\nما محرمان خلوت انسيم غم مخور\r\nبا يار آشنا سخن آشنا بگو\r\nبرهم چو مي‌زد آن سر زلفين مشکبار\r\nبا ما سر چه داشت ز بهر خدا بگو\r\nهر کس که گفت خاک در دوست توتياست\r\nگو اين سخن معاينه در چشم ما بگو\r\nآن کس که منع ما ز خرابات مي‌کند\r\nگو در حضور پير من اين ماجرا بگو\r\nگر ديگرت بر آن در دولت گذر بود\r\nبعد از اداي خدمت و عرض دعا بگو\r\nهر چند ما بديم تو ما را بدان مگير\r\nشاهانه ماجراي گناه گدا بگو\r\nبر اين فقير نامه آن محتشم بخوان\r\nبا اين گدا حکايت آن پادشا بگو\r\nجان‌ها ز دام زلف چو بر خاک مي‌فشاند\r\nبر آن غريب ما چه گذشت اي صبا بگو\r\nجان پرور است قصه ارباب معرفت\r\nرمزي برو بپرس حديثي بيا بگو\r\nحافظ گرت به مجلس او راه مي‌دهند\r\nمي نوش و ترک زرق ز بهر خدا بگو\r\n",
    "interpretation": "در انتظار رسیدن خبری از کسی هستی. کسی که فکر می کنی حرف تو را خوب می فهمد. در عین حال وقتی به موقعیت خود فکر می کنی و اعمالی که در گذشته مرتکب شده ای، از رسیدن خبر ناامید می شوی. نگران نباش، هر چند کمی دیر ولی بالاخره کسی که منتظرش هستی از راه می رسد و خبر دلخواه تو را به تو می رساند."
  },
  {
    "id": 143,
    "title": "غزل شماره 143",
    "poem": "\r\nاي نور چشم من سخني هست گوش کن\r\nچون ساغرت پر است بنوشان و نوش کن\r\nدر راه عشق وسوسه اهرمن بسيست\r\nپيش آي و گوش دل به پيام سروش کن\r\nبرگ نوا تبه شد و ساز طرب نماند\r\nاي چنگ ناله برکش و اي دف خروش کن\r\nتسبيح و خرقه لذت مستي نبخشدت\r\nهمت در اين عمل طلب از مي فروش کن\r\nپيران سخن ز تجربه گويند گفتمت\r\nهان اي پسر که پير شوي پند گوش کن\r\nبر هوشمند سلسله ننهاد دست عشق\r\nخواهي که زلف يار کشي ترک هوش کن\r\nبا دوستان مضايقه در عمر و مال نيست\r\nصد جان فداي يار نصيحت نيوش کن\r\nساقي که جامت از مي صافي تهي مباد\r\nچشم عنايتي به من دردنوش کن\r\nسرمست در قباي زرافشان چو بگذري\r\nيک بوسه نذر حافظ پشمينه پوش کن\r\n",
    "interpretation": "اکنون که به قصد خیر نیتی کرده ای در انجام آن مصر باش و به وسوسه های نفس و سخن دشمنان اعتنایی نکن. زندگی زیبا و آرام خود را بیهوده تلخ مکن. از راهنمایی های افراد با تجربه استفاده کن و از دوستان واقعی خود هیچ چیز را دریغ مدار تا به یاری آنها و توکل به خدا به موفقیت برسی."
  },
  {
    "id": 144,
    "title": "غزل شماره 144",
    "poem": "\r\nهواخواه توام جانا و مي‌دانم که مي‌داني\r\nکه هم ناديده مي‌بيني و هم ننوشته مي‌خوان\r\nملامتگو چه دريابد ميان عاشق و معشوق\r\nنبيند چشم نابينا خصوص اسرار پنهاني\r\nبيفشان زلف و صوفي را به پابازي و رقص آور\r\nکه از هر رقعه دلقش هزاران بت بيفشاني\r\nگشاد کار مشتاقان در آن ابروي دلبند است\r\nخدا را يک نفس بنشين گره بگشا ز پيشاني\r\nملک در سجده آدم زمين بوس تو نيت کرد\r\nکه در حسن تو لطفي ديد بيش از حد انساني\r\nچراغ افروز چشم ما نسيم زلف جانان است\r\nمباد اين جمع را يا رب غم از باد پريشاني\r\nدريغا عيش شبگيري که در خواب سحر بگذشت\r\nنداني قدر وقت اي دل مگر وقتي که درماني\r\nملول از همرهان بودن طريق کارداني نيست\r\nبکش دشواري منزل به ياد عهد آساني\r\nخيال چنبر زلفش فريبت مي‌دهد حافظ\r\nنگر تا حلقه اقبال ناممکن نجنباني\r\n",
    "interpretation": "نیازی به گفتن نیست. او انسانی باهوش است و حرف دل تو را از اعمال و رفتارت می فهمد. تو فرصت هایی را از دست داده ای اما هنوز هم وقت هست. سختی های راه را به خاطر آسایش پس از آن تحمل کن و بدان نیت تو گرچه در ظاهر ناممکن می نماید ولی درواقع عملی است به شرط آنکه تو از راه نمانی."
  },
  {
    "id": 145,
    "title": "غزل شماره 145",
    "poem": "\r\nشاهدان گر دلبري زين سان کنند\r\nزاهدان را رخنه در ايمان کنند\r\nهر کجا آن شاخ نرگس بشکفد\r\nگلرخانش ديده نرگسدان کنند\r\nاي جوان سروقد گويي ببر\r\nپيش از آن کز قامتت چوگان کنند\r\nعاشقان را بر سر خود حکم نيست\r\nهر چه فرمان تو باشد آن کنند\r\nپيش چشمم کمتر است از قطره‌اي\r\nاين حکايت‌ها که از طوفان کنند\r\nيار ما چون گيرد آغاز سماع\r\nقدسيان بر عرش دست افشان کنند\r\nمردم چشمم به خون آغشته شد\r\nدر کجا اين ظلم بر انسان کنند\r\nخوش برآ با غصه‌اي دل کاهل راز\r\nعيش خوش در بوته هجران کنند\r\nسر مکش حافظ ز آه نيم شب\r\nتا چو صبحت آينه رخشان کنند\r\n",
    "interpretation": "در مقابل دلبریهای او تاب تحمل نخواهی داشت و تسلیم خواهی شد، اما در این کار شتاب مکن و اول آمادگی این کار را در خود ایجاد کن. فردایی روشن در پیش روی داری. از فرصتهایی که به تو روی می آورد و از جوانی خود قبل از آنکه از دست برود نهایت استفاده را ببر و برای آینده خود توشه ای فراهم ساز."
  },
  {
    "id": 146,
    "title": "غزل شماره 146",
    "poem": "\r\nدوش سوداي رخش گفتم ز سر بيرون کنم\r\nگفت کو زنجير تا تدبير اين مجنون کنم\r\nقامتش را سرو گفتم سر کشيد از من به خشم\r\nدوستان از راست مي‌رنجد نگارم چون کنم\r\nنکته ناسنجيده گفتم دلبرا معذور دار\r\nعشوه‌اي فرماي تا من طبع را موزون کنم\r\nزردرويي مي‌کشم زان طبع نازک بي‌گناه\r\nساقيا جامي بده تا چهره را گلگون کنم\r\nاي نسيم منزل ليلي خدا را تا به کي\r\nربع را برهم زنم اطلال را جيحون کنم\r\nمن که ره بردم به گنج حسن بي‌پايان دوست\r\nصد گداي همچو خود را بعد از اين قارون کنم\r\nاي مه صاحب قران از بنده حافظ ياد کن\r\nتا دعاي دولت آن حسن روزافزون کنم\r\n",
    "interpretation": "مدتی در این اندیشه هستی که حلقه عشق را پاره کنی، ولی در این راه توفیقی نیافته و نمی یابی. مشکلی که بین شما پیش آمده و باعث رنجش یار گردیده، به امید خدا به زودی از بین خواهد رفت. برای دلجویی از او قدم پیش بگذار زیرا که یار خوب گنجی است بی پایان که انسان را به خواسته های دیگر نیز می رساند."
  },
  {
    "id": 147,
    "title": "غزل شماره 147",
    "poem": "\r\nآن ترک پري چهره که دوش از بر ما رفت\r\nآيا چه خطا ديد که از راه خطا رفت\r\nتا رفت مرا از نظر آن چشم جهان بين\r\nکس واقف ما نيست که از ديده چه‌ها رفت\r\nبر شمع نرفت از گذر آتش دل دوش\r\nآن دود که از سوز جگر بر سر ما رفت\r\nدور از رخ تو دم به دم از گوشه چشمم\r\nسيلاب سرشک آمد و طوفان بلا رفت\r\nاز پاي فتاديم چو آمد غم هجران\r\nدر درد بمرديم چو از دست دوا رفت\r\nدل گفت وصالش به دعا باز توان يافت\r\nعمريست که عمرم همه در کار دعا رفت\r\nاحرام چه بنديم چو آن قبله نه اين جاست\r\nدر سعي چه کوشيم چو از مروه صفا رفت\r\nدي گفت طبيب از سر حسرت چو مرا ديد\r\nهيهات که رنج تو ز قانون شفا رفت\r\nاي دوست به پرسيدن حافظ قدمي نه\r\nزان پيش که گويند که از دار فنا رفت\r\n",
    "interpretation": "کسی که او را بسیار دوست می داشتی بی علت تو را ترک کرده و اندوه این فراق تو را بی تاب کرده است و زندگی را برایت تیره و تار نموده. بی وجود او توان انجام هیچ کاری را نداری و از دست کسی هم کاری برایت ساخته نیست. بهترین درمان برای تو کار و فعالیت است تا اندوهت را تسکین دهد. برای بدست آوردن او که از دست رفته از خدا مدد بجوی و به او توکل کن."
  },
  {
    "id": 148,
    "title": "غزل شماره 148",
    "poem": "\r\nخمي که ابروي شوخ تو در کمان انداخت\r\nبه قصد جان من زار ناتوان انداخت\r\nنبود نقش دو عالم که رنگ الفت بود\r\nزمانه طرح محبت نه اين زمان انداخت\r\nبه يک کرشمه که نرگس به خودفروشي کرد\r\nفريب چشم تو صد فتنه در جهان انداخت\r\nشراب خورده و خوي کرده مي‌روي به چمن\r\nکه آب روي تو آتش در ارغوان انداخت\r\nبه بزمگاه چمن دوش مست بگذشتم\r\nچو از دهان توام غنچه در گمان انداخت\r\nبنفشه طره مفتول خود گره مي‌زد\r\nصبا حکايت زلف تو در ميان انداخت\r\nز شرم آن که به روي تو نسبتش کردم\r\nسمن به دست صبا خاک در دهان انداخت\r\nمن از ورع مي و مطرب نديدمي زين پيش\r\nهواي مغبچگانم در اين و آن انداخت\r\nکنون به آب مي لعل خرقه مي‌شويم\r\nنصيبه ازل از خود نمي‌توان انداخت\r\nمگر گشايش حافظ در اين خرابي بود\r\nکه بخشش ازلش در مي مغان انداخت\r\nجهان به کام من اکنون شود که دور زمان\r\nمرا به بندگي خواجه جهان انداخت\r\n",
    "interpretation": "این اندیشه را در سر داری که همه بلاهای جهان نصیب تو می شود، اما این طور نیست شاید صلاح تو در آن چیزیست که خدا نصیبت کرده است. موفقیت در زندگی تنها وابسته به کسب مادیات نیست، کامیابی به آن است که تو در دل احساس آرامش و خوشبختی کنی. پس به آنچه که داری قناعت کن و از زندگی و یار نیکویی که نصیبت می شود لذت ببر."
  },
  {
    "id": 149,
    "title": "غزل شماره 149",
    "poem": "\r\nاي که بر ماه از خط مشکين نقاب انداختي\r\nلطف کردي سايه‌اي بر آفتاب انداختي\r\nتا چه خواهد کرد با ما آب و رنگ عارضت\r\nحاليا نيرنگ نقشي خوش بر آب انداختي\r\nگوي خوبي بردي از خوبان خلخ شاد باش\r\nجام کيخسرو طلب کافراسياب انداختي\r\nهر کسي با شمع رخسارت به وجهي عشق باخت\r\nزان ميان پروانه را در اضطراب انداختي\r\nگنج عشق خود نهادي در دل ويران ما\r\nسايه دولت بر اين کنج خراب انداختي\r\nزينهار از آب آن عارض که شيران را از آن\r\nتشنه لب کردي و گردان را در آب انداختي\r\nخواب بيداران ببستي وان گه از نقش خيال\r\nتهمتي بر شب روان خيل خواب انداختي\r\nپرده از رخ برفکندي يک نظر در جلوه گاه\r\nو از حيا حور و پري را در حجاب انداختي\r\nباده نوش از جام عالم بين که بر اورنگ جم\r\nشاهد مقصود را از رخ نقاب انداختي\r\nاز فريب نرگس مخمور و لعل مي پرست\r\nحافظ خلوت نشين را در شراب انداختي\r\nو از براي صيد دل در گردنم زنجير زلف\r\nچون کمند خسرو مالک رقاب انداختي\r\nداور دارا شکوه‌اي آن که تاج آفتاب\r\nاز سر تعظيم بر خاک جناب انداختي\r\nنصره الدين شاه يحيي آن که خصم ملک را\r\nاز دم شمشير چون آتش در آب انداختي\r\n",
    "interpretation": "از روزگاری که او پا در زندگی تو نهاده است، همه چیز دچار تغییرات مثبت شده است. او به تو آرامش و امنیت بخشیده است و تو با او معنای واقعی کامیابی را تجربه کرده ای. اکنون شاد باش و راحت زندگی کن. قدر او را بدان و شاکر خدای بزرگی باش که این نعمت گرانبها را در اختیار تو قرار داده است و از این گنج با ارزش با جان و دل محافظت نما."
  },
  {
    "id": 150,
    "title": "غزل شماره 150",
    "poem": "\r\nما بدين در نه پي حشمت و جاه آمده‌ايم\r\nاز بد حادثه اين جا به پناه آمده‌ايم\r\nره رو منزل عشقيم و ز سرحد عدم\r\nتا به اقليم وجود اين همه راه آمده‌ايم\r\nسبزه خط تو ديديم و ز بستان بهشت\r\nبه طلبکاري اين مهرگياه آمده‌ايم\r\nبا چنين گنج که شد خازن او روح امين\r\nبه گدايي به در خانه شاه آمده‌ايم\r\nلنگر حلم تو اي کشتي توفيق کجاست\r\nکه در اين بحر کرم غرق گناه آمده‌ايم\r\nآبرو مي‌رود اي ابر خطاپوش ببار\r\nکه به ديوان عمل نامه سياه آمده‌ايم\r\nحافظ اين خرقه پشمينه مينداز که ما\r\nاز پي قافله با آتش آه آمده‌ايم\r\n",
    "interpretation": "مدتهاست دچار یاس و ناامیدی شده ای و اکنون قصد انجام کاری را داری که تنها علت انتخاب آن موقعیت بد فعلی توست. به جای آنکه خود را از چاله به چاه بیندازی، به خدا پناه ببر. هرچند تو گناهکار باشی ولی او بخشنده و مهربان است و تو را یاری خواهد کرد. گول ظواهر را نخور و عاقلانه تصمیم بگیر."
  },
  {
    "id": 151,
    "title": "غزل شماره 151",
    "poem": "\r\nهر که را با خط سبزت سر سودا باشد\r\nپاي از اين دايره بيرون ننهد تا باشد\r\nمن چو از خاک لحد لاله صفت برخيزم\r\nداغ سوداي توام سر سويدا باشد\r\nتو خود اي گوهر يک دانه کجايي آخر\r\nکز غمت ديده مردم همه دريا باشد\r\nاز بن هر مژه‌ام آب روان است بيا\r\nاگرت ميل لب جوي و تماشا باشد\r\nچون گل و مي دمي از پرده برون آي و درآ\r\nکه دگرباره ملاقات نه پيدا باشد\r\nظل ممدود خم زلف توام بر سر باد\r\nکاندر اين سايه قرار دل شيدا باشد\r\nچشمت از ناز به حافظ نکند ميل آري\r\nسرگراني صفت نرگس رعنا باشد\r\n",
    "interpretation": "انسانی قدرشناس هستی و اگر از کسی محبت ببینی تا پایان عمر فراموش نخواهی کرد. در کار خود پابرجا و مصمم هستی و همین صفت نیکو تو را در کارهایت یاری نموده است. اگر از سوی او بی میلی و بی اعتنایی می بینی واقعی نیست بلکه شیوه دلبری و دلداری است."
  },
  {
    "id": 152,
    "title": "غزل شماره 152",
    "poem": "\r\nديده دريا کنم و صبر به صحرا فکنم\r\nو اندر اين کار دل خويش به دريا فکنم\r\nاز دل تنگ گنهکار برآرم آهي\r\nکتش اندر گنه آدم و حوا فکنم\r\nمايه خوشدلي آن جاست که دلدار آن جاست\r\nمي‌کنم جهد که خود را مگر آن جا فکنم\r\nبگشا بند قبا اي مه خورشيدکلاه\r\nتا چو زلفت سر سودازده در پا فکنم\r\nخورده‌ام تير فلک باده بده تا سرمست\r\nعقده دربند کمر ترکش جوزا فکنم\r\nجرعه جام بر اين تخت روان افشانم\r\nغلغل چنگ در اين گنبد مينا فکنم\r\nحافظا تکيه بر ايام چو سهو است و خطا\r\nمن چرا عشرت امروز به فردا فکنم\r\n",
    "interpretation": "زندگی سختی داشته ای ولی مشکلات هیچ گاه تو را از پا نینداخته اند. اکنون با تمام وجود و همتی والا نیت کرده ای که خود را به مقصود برسانی. در کار خود مصمم باش که به نتیجه مطلوب خواهی رسید، فقط به خاطر داشته باش از موقعیت هایی که به تو روی می آورند به خوبی استفاده کن و هیچ کاری را به فردا موکول نکن."
  },
  {
    "id": 153,
    "title": "غزل شماره 153",
    "poem": "\r\nاي بي‌خبر بکوش که صاحب خبر شوي\r\nتا راهرو نباشي کي راهبر شوي\r\nدر مکتب حقايق پيش اديب عشق\r\nهان اي پسر بکوش که روزي پدر شوي\r\nدست از مس وجود چو مردان ره بشوي\r\nتا کيمياي عشق بيابي و زر شوي\r\nخواب و خورت ز مرتبه خويش دور کرد\r\nآن گه رسي به خويش که بي خواب و خور شوي\r\nگر نور عشق حق به دل و جانت اوفتد\r\nبالله کز آفتاب فلک خوبتر شوي\r\nيک دم غريق بحر خدا شو گمان مبر\r\nکز آب هفت بحر به يک موي تر شوي\r\nاز پاي تا سرت همه نور خدا شود\r\nدر راه ذوالجلال چو بي پا و سر شوي\r\nوجه خدا اگر شودت منظر نظر\r\nزين پس شکي نماند که صاحب نظر شوي\r\nبنياد هستي تو چو زير و زبر شود\r\nدر دل مدار هيچ که زير و زبر شوي\r\nگر در سرت هواي وصال است حافظا\r\nبايد که خاک درگه اهل هنر شوي\r\n",
    "interpretation": "نردبان ترقی پله پله است و تو باید این پله ها را یکی پس از دیگری طی کنی. تا رنج شاگردی نبری استاد نخواهی شد. اگر می خواهی به نیت خود برسی باید خود را به سلاح علم و هنر مجهز نمایی و به هنر تواضع مزین نمایی."
  },
  {
    "id": 154,
    "title": "غزل شماره 154",
    "poem": "\r\nز دست کوته خود زير بارم\r\nکه از بالابلندان شرمسارم\r\nمگر زنجير مويي گيردم دست\r\nوگر نه سر به شيدايي برآرم\r\nز چشم من بپرس اوضاع گردون\r\nکه شب تا روز اختر مي‌شمارم\r\nبدين شکرانه مي‌بوسم لب جام\r\nکه کرد آگه ز راز روزگارم\r\nاگر گفتم دعاي مي فروشان\r\nچه باشد حق نعمت مي‌گزارم\r\nمن از بازوي خود دارم بسي شکر\r\nکه زور مردم آزاري ندارم\r\nسري دارم چو حافظ مست ليکن\r\nبه لطف آن سري اميدوارم\r\n",
    "interpretation": "انسانی صادق و بی آزار هستی. هیچ کس از تو آزاری ندیده و در حق شناسی شهره ای. تنها مشکل تو ضعف مالی است که گاهی تو را دچار خجلت و شرمساری می کند. به لطف و کرم خدا امیدوار باش که بزودی در کارت گشایش خواهد شد که حتی خود نیز در شگفت خواهی ماند."
  },
  {
    "id": 155,
    "title": "غزل شماره 155",
    "poem": "\r\nگر از اين منزل ويران به سوي خانه روم\r\nدگر آن جا که روم عاقل و فرزانه روم\r\nزين سفر گر به سلامت به وطن بازرسم\r\nنذر کردم که هم از راه به ميخانه روم\r\nتا بگويم که چه کشفم شد از اين سير و سلوک\r\nبه در صومعه با بربط و پيمانه روم\r\nآشنايان ره عشق گرم خون بخورند\r\nناکسم گر به شکايت سوي بيگانه روم\r\nبعد از اين دست من و زلف چو زنجير نگار\r\nچند و چند از پي کام دل ديوانه روم\r\nگر ببينم خم ابروي چو محرابش باز\r\nسجده شکر کنم و از پي شکرانه روم\r\nخرم آن دم که چو حافظ به تولاي وزير\r\nسرخوش از ميکده با دوست به کاشانه روم\r\n",
    "interpretation": "مدتها بود با خودت عهد کرده بودی که اگر فرصت تازه ای به تو روی کرد عاقلانه تصمیم بگیری. اکنون این موقعیت در اختیار توست. این بار تصمیمات منطقی و عاقلانه بگیر و دست از شکوه بیهوده بردار و حرف دل را نزد هر نامحرمی بر زبان نران. وقتی به مراد دل خود رسیدی، خدا را فراموش نکن. نذرهای خود را ادا کن و به پاس این نعمت شکرانه بده."
  },
  {
    "id": 156,
    "title": "غزل شماره 156",
    "poem": "\r\nشاه شمشادقدان خسرو شيرين دهنان\r\nکه به مژگان شکند قلب همه صف شکنان\r\nمست بگذشت و نظر بر من درويش انداخت\r\nگفت اي چشم و چراغ همه شيرين سخنان\r\nتا کي از سيم و زرت کيسه تهي خواهد بود\r\nبنده من شو و برخور ز همه سيمتنان\r\nکمتر از ذره نه‌اي پست مشو مهر بورز\r\nتا به خلوتگه خورشيد رسي چرخ زنان\r\nبر جهان تکيه مکن ور قدحي مي داري\r\nشادي زهره جبينان خور و نازک بدنان\r\nپير پيمانه کش من که روانش خوش باد\r\nگفت پرهيز کن از صحبت پيمان شکنان\r\nدامن دوست به دست آر و ز دشمن بگسل\r\nمرد يزدان شو و فارغ گذر از اهرمنان\r\nبا صبا در چمن لاله سحر مي‌گفتم\r\nکه شهيدان که‌اند اين همه خونين کفنان\r\nگفت حافظ من و تو محرم اين راز نه‌ايم\r\nاز مي لعل حکايت کن و شيرين دهنان\r\n",
    "interpretation": "آنکه در نظر تو دارای قدرت و منزلتی والاست تنها به این دلیل به تو روی آورده است که قلبی پر از مهر و صفا و صمیمیت داری، پس به جای مال دنیا او را از عشق و همدلی بی نیاز بساز تا با کمک او و توکل به خدا بر دشمنان ظفر یابی و به کامیابی برسی."
  },
  {
    "id": 157,
    "title": "غزل شماره 157",
    "poem": "\r\nاي دل ريش مرا با لب تو حق نمک\r\nحق نگه دار که من مي‌روم الله معک\r\nتويي آن گوهر پاکيزه که در عالم قدس\r\nذکر خير تو بود حاصل تسبيح ملک\r\nدر خلوص منت ار هست شکي تجربه کن\r\nکس عيار زر خالص نشناسد چو محک\r\nگفته بودي که شوم مست و دو بوست بدهم\r\nوعده از حد بشد و ما نه دو ديديم و نه يک\r\nبگشا پسته خندان و شکرريزي کن\r\nخلق را از دهن خويش مينداز به شک\r\nچرخ برهم زنم ار غير مرادم گردد\r\nمن نه آنم که زبوني کشم از چرخ فلک\r\nچون بر حافظ خويشش نگذاري باري\r\nاي رقيب از بر او يک دو قدم دورترک\r\n",
    "interpretation": "سفری در پیش داری و نگران وفاداری یار خود هستید. با خیال آسوده سفر کن که بعد از آن یار به وعده ای که مدتهاست به تو داده عمل خواهد کرد. با همت و جراتی که تو داری روزگار بر وفق مرادت خواهد شد. تو که به خود اطمینان داری استوار باش و از امتحان مهراس که از هر امتحانی با سربلندی خارج خواهی شد."
  },
  {
    "id": 158,
    "title": "غزل شماره 158",
    "poem": "\r\nخوشا شيراز و وضع بي‌مثالش\r\nخداوندا نگه دار از زوالش\r\nز رکن آباد ما صد لوحش الله\r\nکه عمر خضر مي‌بخشد زلالش\r\nميان جعفرآباد و مصلا\r\nعبيرآميز مي‌آيد شمالش\r\nبه شيراز آي و فيض روح قدسي\r\nبجوي از مردم صاحب کمالش\r\nکه نام قند مصري برد آن جا\r\nکه شيرينان ندادند انفعالش\r\nصبا زان لولي شنگول سرمست\r\nچه داري آگهي چون است حالش\r\nگر آن شيرين پسر خونم بريزد\r\nدلا چون شير مادر کن حلالش\r\nمکن از خواب بيدارم خدا را\r\nکه دارم خلوتي خوش با خيالش\r\nچرا حافظ چو مي‌ترسيدي از هجر\r\nنکردي شکر ايام وصالش\r\n",
    "interpretation": "به زندگی و اطرافت خوب نگاه کن. خداوند نعمتهای بسیاری در اختیار تو قرار داده که باید از آنها به بهترین نحو استفاده کنی. به خاطر داشته باش که شکر نعمت، نعمتت افزون کند. پس همیشه شاکر درگاه الهی باش و سعی کن شاد و راحت زندگی کنی."
  },
  {
    "id": 159,
    "title": "غزل شماره 159",
    "poem": "\r\nبه مژگان سيه کردي هزاران رخنه در دينم\r\nبيا کز چشم بيمارت هزاران درد برچينم\r\nالا اي همنشين دل که يارانت برفت از ياد\r\nمرا روزي مباد آن دم که بي ياد تو بنشينم\r\nجهان پير است و بي‌بنياد از اين فرهادکش ف\r\nکه کرد افسون و نيرنگش ملول از جان شيرينم\r\nز تاب آتش دوري شدم غرق عرق چون گل\r\nبيار اي باد شبگيري نسيمي زان عرق چينم\r\nجهان فاني و باقي فداي شاهد و ساقي\r\nکه سلطاني عالم را طفيل عشق مي‌بينم\r\nاگر بر جاي من غيري گزيند دوست حاکم اوست\r\nحرامم باد اگر من جان به جاي دوست بگزينم\r\nصباح الخير زد بلبل کجايي ساقيا برخيز\r\nکه غوغا مي‌کند در سر خيال خواب دوشينم\r\nشب رحلت هم از بستر روم در قصر حورالعين\r\nاگر در وقت جان دادن تو باشي شمع بالينم\r\nحديث آرزومندي که در اين نامه ثبت افتاد\r\nهمانا بي‌غلط باشد که حافظ داد تلقينم\r\n",
    "interpretation": "از فراز و نشیب و حوادث زندگی خسته و ملول شده ای، اما با این حال حاضری تمام هستی و زندگی خود را در راه عشق قربانی کنی. اکنون که تسلیم راه عشق شده ای به خدا امیدوار باش چرا که او عشاق واقعی را دوست دارد و آنها را یاری و هدایت می کند."
  },
  {
    "id": 160,
    "title": "غزل شماره 160",
    "poem": "\r\nز در درآ و شبستان ما منور کن\r\nهواي مجلس روحانيان معطر کن\r\nاگر فقيه نصيحت کند که عشق مباز\r\nپياله‌اي بدهش گو دماغ را تر کن\r\nبه چشم و ابروي جانان سپرده‌ام دل و جان\r\nبيا بيا و تماشاي طاق و منظر کن\r\nستاره شب هجران نمي‌فشاند نور\r\nبه بام قصر برآ و چراغ مه برکن\r\nبگو به خازن جنت که خاک اين مجلس\r\nبه تحفه بر سوي فردوس و عود مجمر کن\r\nاز اين مزوجه و خرقه نيک در تنگم\r\nبه يک کرشمه صوفي وشم قلندر کن\r\nچو شاهدان چمن زيردست حسن تواند\r\nکرشمه بر سمن و جلوه بر صنوبر کن\r\nفضول نفس حکايت بسي کند ساقي\r\nتو کار خود مده از دست و مي به ساغر کن\r\nحجاب ديده ادراک شد شعاع جمال\r\nبيا و خرگه خورشيد را منور کن\r\nطمع به قند وصال تو حد ما نبود\r\nحوالتم به لب لعل همچو شکر کن\r\nلب پياله ببوس آنگهي به مستان ده\r\nبدين دقيقه دماغ معاشران تر کن\r\nپس از ملازمت عيش و عشق مه رويان\r\nز کارها که کني شعر حافظ از بر کن\r\n",
    "interpretation": "خود را با انجام کارهای بیهوده مشغول مکن. با حرف دیگران از کارهای خود دست برندار. آرزوهای بلند و اهداف دست نیافتنی داری به موقعیت خود خوب بیندیش و آمال و آرزوهایت را تعدیل کن، زیرا تلاش در راه بلند پروازی های بیهوده تنها صرف بیهوده وقت و انرژی است."
  },
  {
    "id": 161,
    "title": "غزل شماره 161",
    "poem": "\r\nفکر بلبل همه آن است که گل شد يارش\r\nگل در انديشه که چون عشوه کند در کارش\r\nدلربايي همه آن نيست که عاشق بکشند\r\nخواجه آن است که باشد غم خدمتگارش\r\nجاي آن است که خون موج زند در دل لعل\r\nزين تغابن که خزف مي‌شکند بازارش\r\nبلبل از فيض گل آموخت سخن ور نه نبود\r\nاين همه قول و غزل تعبيه در منقارش\r\nاي که در کوچه معشوقه ما مي‌گذري\r\nبر حذر باش که سر مي‌شکند ديوارش\r\nآن سفرکرده که صد قافله دل همره اوست\r\nهر کجا هست خدايا به سلامت دارش\r\nصحبت عافيتت گر چه خوش افتاد اي دل\r\nجانب عشق عزيز است فرومگذارش\r\nصوفي سرخوش از اين دست که کج کرد کلاه\r\nبه دو جام دگر آشفته شود دستارش\r\nدل حافظ که به ديدار تو خوگر شده بود\r\nنازپرورد وصال است مجو آزارش\r\n",
    "interpretation": "تمام فکر تو به اوست و او در این اندیشه که عشوه ها در کار تو کند. تو دلگیری از دنیایی که در دست انسانهای بی وجود است، اما نگران نباش زیرا که مقام و منصب دنیوی پایدار نیست و بالاخره حق به حق دار خواهد رسید. نگران سفر کرده ی خود نباش که دست خدا با او یار است. عشق موهبتی است الهی، این نعمت را آسان از دست نده."
  },
  {
    "id": 162,
    "title": "غزل شماره 162",
    "poem": "\r\nگر دست دهد خاک کف پاي نگارم\r\nبر لوح بصر خط غباري بنگارم\r\nبر بوي کنار تو شدم غرق و اميد است\r\nاز موج سرشکم که رساند به کنارم\r\nپروانه او گر رسدم در طلب جان\r\nچون شمع همان دم به دمي جان بسپارم\r\nامروز مکش سر ز وفاي من و انديش\r\nزان شب که من از غم به دعا دست برآرم\r\nزلفين سياه تو به دلداري عشاق\r\nدادند قراري و ببردند قرارم\r\nاي باد از آن باده نسيمي به من آور\r\nکان بوي شفابخش بود دفع خمارم\r\nگر قلب دلم را ننهد دوست عياري\r\nمن نقد روان در دمش از ديده شمارم\r\nدامن مفشان از من خاکي که پس از من\r\nزين در نتواند که برد باد غبارم\r\nحافظ لب لعلش چو مرا جان عزيز است\r\nعمري بود آن لحظه که جان را به لب آرم\r\n",
    "interpretation": "برای رسیدن به نیتی که در سر داری با تمام نیرو در تلاشی و از هیچ گونه تلاشی فروگذار نمی کنی. هیچ کس نخواهد توانست در راه رسیدن تو به مقصودت خللی ایجاد کند. تو در چند قدمی پیروزی ایستاده ای و به امید خدا به زودی آنچه را که خواهان آن هستی، بدست خواهی آورد."
  },
  {
    "id": 163,
    "title": "غزل شماره 163",
    "poem": "\r\nسبت سلمي بصدغيها فادي\r\nو روحي کل يوم لي ينادي\r\nنگارا بر من بي‌دل ببخشاي\r\nو واصلني علي رغم الاعادي\r\nحبيبا در غم سوداي عشقت\r\nتوکلنا علي رب العباد\r\nامن انکرتني عن عشق سلمي\r\nتزاول آن روي نهکو بوادي\r\nکه همچون مت به بوتن دل و اي ره\r\nغريق العشق في بحر الوداد\r\nبه پي ماچان غرامت بسپريمن\r\nغرت يک وي روشتي از امادي\r\nغم اين دل بواتت خورد ناچار\r\nو غر نه او بني آنچت نشادي\r\nدل حافظ شد اندر چين زلفت\r\nبليل مظلم و الله هادي\r\n",
    "interpretation": "خطایی مرتکب شده ای و از جانب او امید بخشایش داری. نگران نباش. او تو را خواهد بخشید، اما مشکل تو را بخشش او حل نخواهد کرد. تو در دام عشقی اسیر شده ای و می بینی که از هیچ کس کاری ساخته نیست. تنها چاره ی تو توکل به خدایی است که همیشه و در همه حال بندگانش را یاری می کند، پس به او و معصومینش توسل بجو."
  },
  {
    "id": 164,
    "title": "غزل شماره 164",
    "poem": "\r\nرو بر رهش نهادم و بر من گذر نکرد\r\nصد لطف چشم داشتم و يک نظر نکرد\r\nسيل سرشک ما ز دلش کين به درنبرد\r\nدر سنگ خاره قطره باران اثر نکرد\r\nيا رب تو آن جوان دلاور نگاه دار\r\nکز تير آه گوشه نشينان حذر نکرد\r\nماهي و مرغ دوش ز افغان من نخفت\r\nوان شوخ ديده بين که سر از خواب برنکرد\r\nمي‌خواستم که ميرمش اندر قدم چو شمع\r\nاو خود گذر به ما چو نسيم سحر نکرد\r\nجانا کدام سنگ‌دل بي‌کفايتيست\r\nکو پيش زخم تيغ تو جان را سپر نکرد\r\nکلک زبان بريده حافظ در انجمن\r\nبا کس نگفت راز تو تا ترک سر نکرد\r\n",
    "interpretation": "خداوند فرصتی بسیار نیکو در اختیار تو قرار داده بود که به هر دلیل آن را از دست دادی و اکنون غصه آن را می خوری و همه کسانی هم که تو را می شناسند بابت فرصت از دست رفته تو را سرزنش می کنند. با این حال بهتر است مایوس نشوی و از راه خود باز نگردی که همیشه فرصت جبران هست."
  },
  {
    "id": 165,
    "title": "غزل شماره 165",
    "poem": "\r\nاگر روم ز پي اش فتنه‌ها برانگيزد\r\nور از طلب بنشينم به کينه برخيزد\r\nو گر به رهگذري يک دم از وفاداري\r\nچو گرد در پي اش افتم چو باد بگريزد\r\nو گر کنم طلب نيم بوسه صد افسوس\r\nز حقه دهنش چون شکر فروريزد\r\nمن آن فريب که در نرگس تو مي‌بينم\r\nبس آب روي که با خاک ره برآميزد\r\nفراز و شيب بيابان عشق دام بلاست\r\nکجاست شيردلي کز بلا نپرهيزد\r\nتو عمر خواه و صبوري که چرخ شعبده باز\r\nهزار بازي از اين طرفه‌تر برانگيزد\r\nبر آستانه تسليم سر بنه حافظ\r\nکه گر ستيزه کني روزگار بستيزد\r\n",
    "interpretation": "مدتی است به شدت دچار تردید و دودلی هستی. اگر راهی را که انتخاب کرده ای ادامه دهی با دردسرهای فراوانی روبرو خواهی شد و اگر چشم بپوشی دلت راضی نمی شود. توجه داشته باش که همه کارها با زور و ستیز انجام نمی شود بلکه باید صبر و بردباری پیشه کنی و از مشکلات نهراسی و با زندگی بسازی تا زندگی هم با تو بسازد و کامیابی نصیبت گردد."
  },
  {
    "id": 166,
    "title": "غزل شماره 166",
    "poem": "\r\nخدا چو صورت ابروي دلگشاي تو بست\r\nگشاد کار من اندر کرشمه‌هاي تو بست\r\nمرا و سرو چمن را به خاک راه نشاند\r\nزمانه تا قصب نرگس قباي تو بست\r\nز کار ما و دل غنچه صد گره بگشود\r\nنسيم گل چو دل اندر پي هواي تو بست\r\nمرا به بند تو دوران چرخ راضي کرد\r\nولي چه سود که سررشته در رضاي تو بست\r\nچو نافه بر دل مسکين من گره مفکن\r\nکه عهد با سر زلف گره گشاي تو بست\r\nتو خود وصال دگر بودي اي نسيم وصال\r\nخطا نگر که دل اميد در وفاي تو بست\r\nز دست جور تو گفتم ز شهر خواهم رفت\r\nبه خنده گفت که حافظ برو که پاي تو بست\r\n",
    "interpretation": "دل به کسی یا کاری سپرده ای. این برای شما بهترین انتخاب است و گشایش کار شما در رسیدن به این مقصود است. برآورده شدن نیت شما برایتان موفقیت و کامیابی به همراه خواهد داشت. طمع مکن و از این راه روی مگردان که برای تو بهتر از این وجود ندارد. قصد سفری را داری که صلاح نیست. در شهر خود باش و تلاش کن که کامیابی از آن توست."
  },
  {
    "id": 167,
    "title": "غزل شماره 167",
    "poem": "\r\nاي قباي پادشاهي راست بر بالاي تو\r\nزينت تاج و نگين از گوهر والاي تو\r\nآفتاب فتح را هر دم طلوعي مي‌دهد\r\nاز کلاه خسروي رخسار مه سيماي تو\r\nجلوه گاه طاير اقبال باشد هر کجا\r\nسايه‌اندازد هماي چتر گردون ساي تو\r\nاز رسوم شرع و حکمت با هزاران اختلاف\r\nنکته‌اي هرگز نشد فوت از دل داناي تو\r\nآب حيوانش ز منقار بلاغت مي‌چکد\r\nطوطي خوش لهجه يعني کلک شکرخاي تو\r\nگر چه خورشيد فلک چشم و چراغ عالم است\r\nروشنايي بخش چشم اوست خاک پاي تو\r\nآن چه اسکندر طلب کرد و ندادش روزگار\r\nجرعه‌اي بود از زلال جام جان افزاي تو\r\nعرض حاجت در حريم حضرتت محتاج نيست\r\nراز کس مخفي نماند با فروغ راي تو\r\nخسروا پيرانه سر حافظ جواني مي‌کند\r\nبر اميد عفو جان بخش گنه فرساي تو\r\n",
    "interpretation": "نیتی که در سر داری برازنده توست و تو لیاقت و شایستگی رسیدن به آن را داری و اکنون که شانس به تو روی کرده است، بهترین زمان برای انجام این نیت است. گرچه به نظرت می آید دیر شده و از تو گذشته است، اما اشتباه می کنی. تو هنوز هم فرصت آغاز داری."
  },
  {
    "id": 168,
    "title": "غزل شماره 168",
    "poem": "\r\nتو مگر بر لب آبي به هوس بنشيني\r\nور نه هر فتنه که بيني همه از خود بيني\r\nبه خدايي که تويي بنده بگزيده او\r\nکه بر اين چاکر ديرينه کسي نگزيني\r\nگر امانت به سلامت ببرم باکي نيست\r\nبي دلي سهل بود گر نبود بي‌ديني\r\nادب و شرم تو را خسرو مه رويان کرد\r\nآفرين بر تو که شايسته صد چنديني\r\nعجب از لطف تو اي گل که نشستي با خار\r\nظاهرا مصلحت وقت در آن مي‌بيني\r\nصبر بر جور رقيبت چه کنم گر نکنم\r\nعاشقان را نبود چاره بجز مسکيني\r\nباد صبحي به هوايت ز گلستان برخاست\r\nکه تو خوشتر ز گل و تازه‌تر از نسريني\r\nشيشه بازي سرشکم نگري از چپ و راست\r\nگر بر اين منظر بينش نفسي بنشيني\r\nسخني بي‌غرض از بنده مخلص بشنو\r\nاي که منظور بزرگان حقيقت بيني\r\nنازنيني چو تو پاکيزه دل و پاک نهاد\r\nبهتر آن است که با مردم بد ننشيني\r\nسيل اين اشک روان صبر و دل حافظ برد\r\nبلغ الطاقه يا مقله عيني بيني\r\nتو بدين نازکي و سرکشي اي شمع چگل\r\nلايق بندگي خواجه جلال الديني\r\n",
    "interpretation": "به لطف خدا در نزد مردم مقام و موقعیتی مناسب یافته ای. اخلاق نیک تو و لطف و صفای باطنی ات تو را بر دیگران برتری بخشید. اکنون حیف از تو با این دل پاک و صادق نیست که با دوستان ناباب همنشینی می کنی؟ از این افراد بر حذر باش که موقعیت و شأن تو را به خطر می اندازند."
  },
  {
    "id": 169,
    "title": "غزل شماره 169",
    "poem": "\r\nدامن کشان همي‌شد در شرب زرکشيده\r\nصد ماه رو ز رشکش جيب قصب دريده\r\nاز تاب آتش مي بر گرد عارضش خوي\r\nچون قطره‌هاي شبنم بر برگ گل چکيده\r\nلفظي فصيح شيرين قدي بلند چابک\r\nرويي لطيف زيبا چشمي خوش کشيده\r\nياقوت جان فزايش از آب لطف زاده\r\nشمشاد خوش خرامش در ناز پروريده\r\nآن لعل دلکشش بين وان خنده دل آشوب\r\nوان رفتن خوشش بين وان گام آرميده\r\nآن آهوي سيه چشم از دام ما برون شد\r\nياران چه چاره سازم با اين دل رميده\r\nزنهار تا تواني اهل نظر ميازار\r\nدنيا وفا ندارد اي نور هر دو ديده\r\nتا کي کشم عتيبت از چشم دلفريبت\r\nروزي کرشمه‌اي کن اي يار برگزيده\r\nگر خاطر شريفت رنجيده شد ز حافظ\r\nبازآ که توبه کرديم از گفته و شنيده\r\nبس شکر بازگويم در بندگي خواجه\r\nگر اوفتد به دستم آن ميوه رسيده\r\n",
    "interpretation": "دوست و یار عزیزی را از دست داده ای و در غم دوریش بی تابی. به دنبال راه چاره می گردی تا او را بازگردانی. تو که از صمیم قلب از کرده خود پشیمان هستی و قصد آزار او را نداشته ای و در ضمن به او حق می دهی که از تو رنجیده خاطر شود، بهتر است جسارت به خرج دهی و حرف دل را با او بگویی. بدان که دنیا چند روزی بیش نیست و چه بهتر که هرچند زودتر کدورتها برطرف شود."
  },
  {
    "id": 170,
    "title": "غزل شماره 170",
    "poem": "\r\nبه کوي ميکده يا رب سحر چه مشغله بود\r\nکه جوش شاهد و ساقي و شمع و مشعله بود\r\nحديث عشق که از حرف و صوت مستغنيست\r\nبه ناله دف و ني در خروش و ولوله بود\r\nمباحثي که در آن مجلس جنون مي‌رفت\r\nوراي مدرسه و قال و قيل مسله بود\r\nدل از کرشمه ساقي به شکر بود ولي\r\nز نامساعدي بختش اندکي گله بود\r\nقياس کردم و آن چشم جادوانه مست\r\nهزار ساحر چون سامريش در گله بود\r\nبگفتمش به لبم بوسه‌اي حوالت کن\r\nبه خنده گفت کي ات با من اين معامله بود\r\nز اخترم نظري سعد در ره است که دوش\r\nميان ماه و رخ يار من مقابله بود\r\nدهان يار که درمان درد حافظ داشت\r\nفغان که وقت مروت چه تنگ حوصله بود\r\n",
    "interpretation": "به تازگی دچار درگیری های جدید فکری و مشغولیات ذهنی شده ای و این برایت نوعی سرگردانی به وجود آورده. نگران و حیران نباش که کارها بر وفق مراد است، فقط به خاطر داشته باش که پای از حد و حدود خود فراتر نگذاری و برای رسیدن به مقصود، صبر و حوصله به خرج دهی و پله پله پیش بروی."
  },
  {
    "id": 171,
    "title": "غزل شماره 171",
    "poem": "\r\nپيش از اينت بيش از اين انديشه عشاق بود\r\nمهرورزي تو با ما شهره آفاق بود\r\nياد باد آن صحبت شب‌ها که با نوشين لبان\r\nبحث سر عشق و ذکر حلقه عشاق بود\r\nپيش از اين کاين سقف سبز و طاق مينا برکشن\r\nمنظر چشم مرا ابروي جانان طاق بود\r\nاز دم صبح ازل تا آخر شام ابد\r\nدوستي و مهر بر يک عهد و يک ميثاق بود\r\nسايه معشوق اگر افتاد بر عاشق چه شد\r\nما به او محتاج بوديم او به ما مشتاق بود\r\nحسن مه رويان مجلس گر چه دل مي‌برد و دين\r\nبحث ما در لطف طبع و خوبي اخلاق بود\r\nبر در شاهم گدايي نکته‌اي در کار کرد\r\nگفت بر هر خوان که بنشستم خدا رزاق بود\r\nرشته تسبيح اگر بگسست معذورم بدار\r\nدستم اندر دامن ساقي سيمين ساق بود\r\nدر شب قدر ار صبوحي کرده‌ام عيبم مکن\r\nسرخوش آمد يار و جامي بر کنار طاق بود\r\nشعر حافظ در زمان آدم اندر باغ خلد\r\nدفتر نسرين و گل را زينت اوراق بود\r\n",
    "interpretation": "روزهای خوشی با هم داشتید اما اکنون فکر می کنی که او دیگر آن تمایل سابق را نسبت به تو ندارد. این اندیشه را از سر بیرون کن چون همانطور که تو به او محتاجی او نیز به تو مایل است. به زودی پیامهای امیدوارکننده ای به دستت خواهد رسید و تو را شادمان خواهد کرد."
  },
  {
    "id": 172,
    "title": "غزل شماره 172",
    "poem": "\r\nصبا به لطف بگو آن غزال رعنا را\r\nکه سر به کوه و بيابان تو داده‌اي ما را\r\nشکرفروش که عمرش دراز باد چرا\r\nتفقدي نکند طوطي شکرخا را\r\nغرور حسنت اجازت مگر نداد اي گل\r\nکه پرسشي نکني عندليب شيدا را\r\nبه خلق و لطف توان کرد صيد اهل نظر\r\nبه بند و دام نگيرند مرغ دانا را\r\nندانم از چه سبب رنگ آشنايي نيست\r\nسهي قدان سيه چشم ماه سيما را\r\nچو با حبيب نشيني و باده پيمايي\r\nبه ياد دار محبان بادپيما را\r\nجز اين قدر نتوان گفت در جمال تو عيب\r\nکه وضع مهر و وفا نيست روي زيبا را\r\nدر آسمان نه عجب گر به گفته حافظ\r\nسرود زهره به رقص آورد مسيحا را\r\n",
    "interpretation": "کسی (کاری) فکر تو را کاملا به خود مشغول کرده است و تو از بی اعتنایی این شخص به شدت غمگین هستی. اگر می خواهی به مقصود برسی غرور و خودبینی را کنار بگذار و به یاد داشته باش با اخلاق نیکو و مهربانی با مردم می توانی جای خود را در دل آنها باز کنی و به موفقیت برسی. به دوستان خود بیشتر رسیدگی کن. کاری که قصد انجام آن را داری هیچ ایرادی ندارد فقط برای رسیدن به مقصود باید تلاش بسیار کنی."
  },
  {
    "id": 173,
    "title": "غزل شماره 173",
    "poem": "\r\nاز خون دل نوشتم نزديک دوست نامه\r\nاني رايت دهرا من هجرک القيامه\r\nدارم من از فراقش در ديده صد علامت\r\nليست دموع عيني هذا لنا العلامه\r\nهر چند کزمودم از وي نبود سودم\r\nمن جرب المجرب حلت به الندامه\r\nپرسيدم از طبيبي احوال دوست گفتا\r\nفي بعدها عذاب في قربها السلامه\r\nگفتم ملامت آيد گر گرد دوست گردم\r\nو الله ما راينا حبا بلا ملامه\r\nحافظ چو طالب آمد جامي به جان شيرين\r\nحتي يذوق منه کاسا من الکرامه\r\n",
    "interpretation": "بعد از او روزگارت تیره و تار است. زندگیت عذابی است مستمر که تو را رنجور و بیمار نموده است. حال دل خود را در نامه ای برای او شرح بده، اما به خاطر داشته باش که صداقت بهترین صلاح برای تسخیر دیگران است. پس در نوشتار خود صادق باش و از سرزنش دیگران نترس، زیرا تو گوهری بس گرانبهاتر بدست خواهی آورد."
  },
  {
    "id": 174,
    "title": "غزل شماره 174",
    "poem": "\r\nهاتفي از گوشه ميخانه دوش\r\nگفت ببخشند گنه مي بنوش\r\nلطف الهي بکند کار خويش\r\nمژده رحمت برساند سروش\r\nاين خرد خام به ميخانه بر\r\nتا مي لعل آوردش خون به جوش\r\nگر چه وصالش نه به کوشش دهند\r\nهر قدر اي دل که تواني بکوش\r\nلطف خدا بيشتر از جرم ماست\r\nنکته سربسته چه داني خموش\r\nگوش من و حلقه گيسوي يار\r\nروي من و خاک در مي فروش\r\nرندي حافظ نه گناهيست صعب\r\nبا کرم پادشه عيب پوش\r\nداور دين شاه شجاع آن که کرد\r\nروح قدس حلقه امرش به گوش\r\nاي ملک العرش مرادش بده\r\nو از خطر چشم بدش دار گوش\r\n",
    "interpretation": "به شدت احساس گناه می کنی و خود را از گناهکاران می دانی، ولی بدان که لطف خدا بیشتر از جرم ماست. از او ناامید مشو و تنها از او یاری بخواه. گرچه هیچ کاری بدون خواست خدا انجام نمی پذیرد، اما همت و تلاش تو نیز لازم است تا بتوانی به مقصود دل خود برسی. مراد خود را از خدا بخواه تا بیابی."
  },
  {
    "id": 175,
    "title": "غزل شماره 175",
    "poem": "\r\nوقت را غنيمت دان آن قدر که بتواني\r\nحاصل از حيات اي جان اين دم است تا داني\r\nکام بخشي گردون عمر در عوض دارد\r\nجهد کن که از دولت داد عيش بستاني\r\nباغبان چو من زين جا بگذرم حرامت باد\r\nگر به جاي من سروي غير دوست بنشاني\r\nزاهد پشيمان را ذوق باده خواهد کشت\r\nعاقلا مکن کاري کورد پشيماني\r\nمحتسب نمي‌داند اين قدر که صوفي را\r\nجنس خانگي باشد همچو لعل رماني\r\nبا دعاي شبخيزان اي شکردهان مستيز\r\nدر پناه يک اسم است خاتم سليماني\r\nپند عاشقان بشنو و از در طرب بازآ\r\nکاين همه نمي‌ارزد شغل عالم فاني\r\nيوسف عزيزم رفت اي برادران رحمي\r\nکز غمش عجب بينم حال پير کنعاني\r\nپيش زاهد از رندي دم مزن که نتوان گفت\r\nبا طبيب نامحرم حال درد پنهاني\r\nمي‌روي و مژگانت خون خلق مي‌ريزد\r\nتيز مي‌روي جانا ترسمت فروماني\r\nدل ز ناوک چشمت گوش داشتم ليکن\r\nابروي کماندارت مي‌برد به پيشاني\r\nجمع کن به احساني حافظ پريشان را\r\nاي شکنج گيسويت مجمع پريشاني\r\nگر تو فارغي از ما اي نگار سنگين دل\r\nحال خود بخواهم گفت پيش آصف ثاني\r\n",
    "interpretation": "اینگونه که خود را درگیر کم و زیاد دنیا کرده ای و زندگی را وقف سود و زیان کرده ای، بی هیچ تردید بازنده ای. کوشش کن و پیش از آنکه وقت را از دست بدهی از زندگی خود لذت ببر، اما زیاده روی نکن به قول معروف آهسته و پیوسته پیش برو زیرا که شتاب در کار جز پشیمانی حاصلی نخواهد داشت."
  },
  {
    "id": 176,
    "title": "غزل شماره 176",
    "poem": "\r\nسحر ز هاتف غيبم رسيد مژده به گوش\r\nکه دور شاه شجاع است مي دلير بنوش\r\nشد آن که اهل نظر بر کناره مي‌رفتند\r\nهزار گونه سخن در دهان و لب خاموش\r\nبه صوت چنگ بگوييم آن حکايت‌ها\r\nکه از نهفتن آن ديگ سينه مي‌زد جوش\r\nشراب خانگي ترس محتسب خورده\r\nبه روي يار بنوشيم و بانگ نوشانوش\r\nز کوي ميکده دوشش به دوش مي‌بردند\r\nامام شهر که سجاده مي‌کشيد به دوش\r\nدلا دلالت خيرت کنم به راه نجات\r\nمکن به فسق مباهات و زهد هم مفروش\r\nمحل نور تجليست راي انور شاه\r\nچو قرب او طلبي در صفاي نيت کوش\r\nبجز ثناي جلالش مساز ورد ضمير\r\nکه هست گوش دلش محرم پيام سروش\r\nرموز مصلحت ملک خسروان دانند\r\nگداي گوشه نشيني تو حافظا مخروش\r\n",
    "interpretation": "اگر می خواهی از گرفتاریهایی که به آن دچار شده ای خلاصی یابی، باید در زندگی میانه رو باشی. از گناه و ریاکاری بپرهیز و دلت را صاف کن. راز دل خود را تنها با خدا در میان بگذار و از او یاری بخواه. در اموری که به تو مربوط نمی شود دخالت بیجا نکن و غصه کارهای دیگران را مخور، زیرا هرکس صلاح خود را بهتر می داند."
  },
  {
    "id": 177,
    "title": "غزل شماره 177",
    "poem": "\r\nصحن بستان ذوق بخش و صحبت ياران خوش است\r\nوقت گل خوش باد کز وي وقت ميخواران خوش اس\r\nاز صبا هر دم مشام جان ما خوش مي‌شود\r\nآري آري طيب انفاس هواداران خوش است\r\nناگشوده گل نقاب آهنگ رحلت ساز کرد\r\nناله کن بلبل که گلبانگ دل افکاران خوش اس\r\nمرغ خوشخوان را بشارت باد کاندر راه عشق\r\nدوست را با ناله شب‌هاي بيداران خوش است\r\nنيست در بازار عالم خوشدلي ور زان که هست\r\nشيوه رندي و خوش باشي عياران خوش است\r\nاز زبان سوسن آزاده‌ام آمد به گوش\r\nکاندر اين دير کهن کار سبکباران خوش است\r\nحافظا ترک جهان گفتن طريق خوشدليست\r\nتا نپنداري که احوال جهان داران خوش است\r\n",
    "interpretation": "به زودی از دوستان خود کمکهای بزرگی دریافت خواهید کرد و مشکلات فعلی تان حل خواهد شد. روزگار غم و اندوه سپری گردیده و زمان شادمانی و سرخوشی رسیده است. اکنون که این فرصت به تو روی کرده، این بار با دقت بیشتری مسیر زندگی خود را انتخاب کن و بدان که هرچه تعلق کمتر باشد زندگی آسانتر است."
  },
  {
    "id": 178,
    "title": "غزل شماره 178",
    "poem": "\r\nبه وقت گل شدم از توبه شراب خجل\r\nکه کس مباد ز کردار ناصواب خجل\r\nصلاح ما همه دام ره است و من زين بحث\r\nنيم ز شاهد و ساقي به هيچ باب خجل\r\nبود که يار نرنجد ز ما به خلق کريم\r\nکه از سال ملوليم و از جواب خجل\r\nز خون که رفت شب دوش از سراچه چشم\r\nشديم در نظر ره روان خواب خجل\r\nرواست نرگس مست ار فکند سر در پيش\r\nکه شد ز شيوه آن چشم پرعتاب خجل\r\nتويي که خوبتري ز آفتاب و شکر خدا\r\nکه نيستم ز تو در روي آفتاب خجل\r\nحجاب ظلمت از آن بست آب خضر که گشت\r\nز شعر حافظ و آن طبع همچو آب خجل\r\n",
    "interpretation": "از انجام کار خطایی به شدت پشیمان و شرمنده ای، اما بدان پشیمانی از کردار ناصواب در انجام ندادن مجدد آن است. اما در مورد انتخابی که کرده ای، دچار اشتباه نشده ای، چرا که این انتخاب تو را میان عاقلان و عالمان نه تنها خجالت زده نخواهد کرد، بلکه سربلند نیز خواهی شد."
  },
  {
    "id": 179,
    "title": "غزل شماره 179",
    "poem": "\r\nدارم اميد عاطفتي از جانب دوست\r\nکردم جنايتي و اميدم به عفو اوست\r\nدانم که بگذرد ز سر جرم من که او\r\nگر چه پريوش است وليکن فرشته خوست\r\nچندان گريستم که هر کس که برگذشت\r\nدر اشک ما چو ديد روان گفت کاين چه جوست\r\nهيچ است آن دهان و نبينم از او نشان\r\nموي است آن ميان و ندانم که آن چه موست\r\nدارم عجب ز نقش خيالش که چون نرفت\r\nاز ديده‌ام که دم به دمش کار شست و شوست\r\nبي گفت و گوي زلف تو دل را همي‌کشد\r\nبا زلف دلکش تو که را روي گفت و گوست\r\nعمريست تا ز زلف تو بويي شنيده‌ام\r\nزان بوي در مشام دل من هنوز بوست\r\nحافظ بد است حال پريشان تو ولي\r\nبر بوي زلف يار پريشانيت نکوست\r\n",
    "interpretation": "مرتکب عمل خطایی شده ای که خود نیز به زشتی آن عمل واقفی و از انجام آن بسیار نادم و ناراحت هستی. با توجه به شناختی که از او داری می دانی او با خلق خوشش تو را خواهد بخشید، پس بیش از این سکوت جایز نیست. برای عذرخواهی قدم پیش بگذار و حرف دل را بر زبان بیاور که صلاح و خوشبختی تو در این است."
  },
  {
    "id": 180,
    "title": "غزل شماره 180",
    "poem": "\r\nاي دل گر از آن چاه زنخدان به درآيي\r\nهر جا که روي زود پشيمان به درآيي\r\nهش دار که گر وسوسه عقل کني گوش\r\nآدم صفت از روضه رضوان به درآيي\r\nشايد که به آبي فلکت دست نگيرد\r\nگر تشنه لب از چشمه حيوان به درآيي\r\nجان مي‌دهم از حسرت ديدار تو چون صبح\r\nباشد که چو خورشيد درخشان به درآيي\r\nچندان چو صبا بر تو گمارم دم همت\r\nکز غنچه چو گل خرم و خندان به درآيي\r\nدر تيره شب هجر تو جانم به لب آمد\r\nوقت است که همچون مه تابان به درآيي\r\nبر رهگذرت بسته‌ام از ديده دو صد جوي\r\nتا بو که تو چون سرو خرامان به درآيي\r\nحافظ مکن انديشه که آن يوسف مه رو\r\nبازآيد و از کلبه احزان به درآيي\r\n",
    "interpretation": "قصد آغاز کاری جدید را داری که هیچ به صلاح تو نیست و اگر آن را آغاز کنی جز پشیمانی سودی نخواهد بخشید. در همین کار فعلی خود می توانی با تلاش بیشتر به موفقیت های بزرگی برسی، چون برای تو جای ترقی و پیشرفت هست اما برای رسیدن به هدف عجله نکن و با صبر و حوصله پیش برو."
  },
  {
    "id": 181,
    "title": "غزل شماره 181",
    "poem": "\r\nآن غاليه خط گر سوي ما نامه نوشتي\r\nگردون ورق هستي ما درننوشتي\r\nهر چند که هجران ثمر وصل برآرد\r\nدهقان جهان کاش که اين تخم نکشتي\r\nآمرزش نقد است کسي را که در اين جا\r\nياريست چو حوري و سرايي چو بهشتي\r\nدر مصطبه عشق تنعم نتوان کرد\r\nچون بالش زر نيست بسازيم به خشتي\r\nمفروش به باغ ارم و نخوت شداد\r\nيک شيشه مي و نوش لبي و لب کشتي\r\nتا کي غم دنياي دني اي دل دانا\r\nحيف است ز خوبي که شود عاشق زشتي\r\nآلودگي خرقه خرابي جهان است\r\nکو راهروي اهل دلي پاک سرشتي\r\nاز دست چرا هشت سر زلف تو حافظ\r\nتقدير چنين بود چه کردي که نهشتي\r\n",
    "interpretation": "از دوری و هجران به شدت بی تابی، ولی از آنجا که ثمره ی هجر وصل است باید سختی ها را تحمل کنی. فکر می کنی اگر او بیاید تقدیر تو را به شیوه ای دیگر رقم خواهد زد ولی اینچنین نیست. بیهوده خود را اسیر غم دنیا نکن. اگر امید خود را از دست ندهی و همچنان به سعی و کوشش ادامه دهی، تقدیر تو، کامیابی است."
  },
  {
    "id": 182,
    "title": "غزل شماره 182",
    "poem": "\r\nاگر آن طاير قدسي ز درم بازآيد\r\nعمر بگذشته به پيرانه سرم بازآيد\r\nدارم اميد بر اين اشک چو باران که دگر\r\nبرق دولت که برفت از نظرم بازآيد\r\nآن که تاج سر من خاک کف پايش بود\r\nاز خدا مي‌طلبم تا به سرم بازآيد\r\nخواهم اندر عقبش رفت به ياران عزيز\r\nشخصم ار بازنيايد خبرم بازآيد\r\nگر نثار قدم يار گرامي نکنم\r\nگوهر جان به چه کار دگرم بازآيد\r\nکوس نودولتي از بام سعادت بزنم\r\nگر ببينم که مه نوسفرم بازآيد\r\nمانعش غلغل چنگ است و شکرخواب صبوح\r\nور نه گر بشنود آه سحرم بازآيد\r\nآرزومند رخ شاه چو ماهم حافظ\r\nهمتي تا به سلامت ز درم بازآيد\r\n",
    "interpretation": "مدتهاست از کسی که دوستش داری جدا شده ای و برای بازگرداندن او حاضری جان خود را هم فدا کنی. آرزومند بازگشت او هستی چون می دانی که با او به اوج سعادت می رسی. ولی بدان که او از حال تو غافل است و اگر علاقه تو را نسبت به خود بداند، به سویت باز می گردد. پس به خود جرات بده و با او صحبت کن که کارها درست می شود."
  },
  {
    "id": 183,
    "title": "غزل شماره 183",
    "poem": "\r\nدوش بيماري چشم تو ببرد از دستم\r\nليکن از لطف لبت صورت جان مي‌بستم\r\nعشق من با خط مشکين تو امروزي نيست\r\nديرگاه است کز اين جام هلالي مستم\r\nاز ثبات خودم اين نکته خوش آمد که به جور\r\nدر سر کوي تو از پاي طلب ننشستم\r\nعافيت چشم مدار از من ميخانه نشين\r\nکه دم از خدمت رندان زده‌ام تا هستم\r\nدر ره عشق از آن سوي فنا صد خطر است\r\nتا نگويي که چو عمرم به سر آمد رستم\r\nبعد از اينم چه غم از تير کج انداز حسود\r\nچون به محبوب کمان ابروي خود پيوستم\r\nبوسه بر درج عقيق تو حلال است مرا\r\nکه به افسوس و جفا مهر وفا نشکستم\r\nصنمي لشکريم غارت دل کرد و برفت\r\nآه اگر عاطفت شاه نگيرد دستم\r\nرتبت دانش حافظ به فلک برشده بود\r\nکرد غمخواري شمشاد بلندت پستم\r\n",
    "interpretation": "مدتهاست درد عشقی در سینه داری و در تمام این مدت هرگز از طلب آن دست برنداشته ای، حتی با سرزنش دیگران و طعنه های حسودان. تو انسان واقعا وفاداری هستی، پس وصال به او و رسیدن به مقصود، پاداشی است برای وفاداری، فداکاری و تلاشهای مستمر تو که به امید خدا به زودی به آن دست پیدا خواهی کرد."
  },
  {
    "id": 184,
    "title": "غزل شماره 184",
    "poem": "\r\nسحرگاهان که مخمور شبانه\r\nگرفتم باده با چنگ و چغانه\r\nنهادم عقل را ره توشه از مي\r\nز شهر هستيش کردم روانه\r\nنگار مي فروشم عشوه‌اي داد\r\nکه ايمن گشتم از مکر زمانه\r\nز ساقي کمان ابرو شنيدم\r\nکه اي تير ملامت را نشانه\r\nنبندي زان ميان طرفي کمروار\r\nاگر خود را ببيني در ميانه\r\nبرو اين دام بر مرغي دگر نه\r\nکه عنقا را بلند است آشيانه\r\nکه بندد طرف وصل از حسن شاهي\r\nکه با خود عشق بازد جاودانه\r\nنديم و مطرب و ساقي همه اوست\r\nخيال آب و گل در ره بهانه\r\nبده کشتي مي تا خوش برانيم\r\nاز اين درياي ناپيداکرانه\r\nوجود ما معماييست حافظ\r\nکه تحقيقش فسون است و فسانه\r\n",
    "interpretation": "نیتی در سر داری و می خواهی کار تازه ای را آغاز کنی. فکر می کنی با آغاز این کار به آرامش خواهی رسید، اما بدان که کار و زندگی و خانواده همه بهانه هایی است برای بودن. اگر می خواهی به کمال برسی، روح خود را بزرگ کن و خود را اسیر دامهای دنیا نکن. وجود انسان معمای پیچیده ی طبیعت است که کسی از راز آن آگاه نیست و تنها کسانی از این امتحان سربلند خارج می شوند که به خدا توکل داشته باشند."
  },
  {
    "id": 185,
    "title": "غزل شماره 185",
    "poem": "\r\nاي روي ماه منظر تو نوبهار حسن\r\nخال و خط تو مرکز حسن و مدار حسن\r\nدر چشم پرخمار تو پنهان فسون سحر\r\nدر زلف بي‌قرار تو پيدا قرار حسن\r\nماهي نتافت همچو تو از برج نيکويي\r\nسروي نخاست چون قدت از جويبار حسن\r\nخرم شد از ملاحت تو عهد دلبري\r\nفرخ شد از لطافت تو روزگار حسن\r\nاز دام زلف و دانه خال تو در جهان\r\nيک مرغ دل نماند نگشته شکار حسن\r\nدايم به لطف دايه طبع از ميان جان\r\nمي‌پرورد به ناز تو را در کنار حسن\r\nگرد لبت بنفشه از آن تازه و تر است\r\nکب حيات مي‌خورد از جويبار حسن\r\nحافظ طمع بريد که بيند نظير تو\r\nديار نيست جز رخت اندر ديار حسن\r\n",
    "interpretation": "انتخاب تو به حق بهترین انتخاب است. بیش از این طمع کردن به صلاح تو نیست. مطمئن باش از آنچه بدست آورده ای بهتر نخواهی یافت، پس به قول قدما در کار خیر حاجت هیچ استخاره نیست. هرچه سریعتر نیت خود را عملی نما و به وسوسه های دیگران توجهی نکن."
  },
  {
    "id": 186,
    "title": "غزل شماره 186",
    "poem": "\r\nعاشق روي جواني خوش نوخاسته‌ام\r\nو از خدا دولت اين غم به دعا خواسته‌ام\r\nعاشق و رند و نظربازم و مي‌گويم فاش\r\nتا بداني که به چندين هنر آراسته‌ام\r\nشرمم از خرقه آلوده خود مي‌آيد\r\nکه بر او وصله به صد شعبده پيراسته‌ام\r\nخوش بسوز از غمش اي شمع که اينک من نيز\r\nهم بدين کار کمربسته و برخاسته‌ام\r\nبا چنين حيرتم از دست بشد صرفه کار\r\nدر غم افزوده‌ام آنچ از دل و جان کاسته‌ام\r\nهمچو حافظ به خرابات روم جامه قبا\r\nبو که در بر کشد آن دلبر نوخاسته‌ام\r\n",
    "interpretation": "عشق ورزی و محبت به دیگران هنری ارزنده است که تو از آن برخورداری. دست خالی و ضعف مالی برای انسانی چون تو عیب محسوب نخواهد شد و تو نباید از این بابت ناراحت و شرمنده باشی. آنچه شما لازم داری کمی تعقل و شکیبایی است. نظام امور را به دست بگیر و با تسلط به موقعیت خود گام به گام پیش برو که کامیابی با توست."
  },
  {
    "id": 187,
    "title": "غزل شماره 187",
    "poem": "\r\nروي بنما و مرا گو که ز جان دل برگير\r\nپيش شمع آتش پروا نه به جان گو درگير\r\nدر لب تشنه ما بين و مدار آب دريغ\r\nبر سر کشته خويش آي و ز خاکش برگير\r\nترک درويش مگير ار نبود سيم و زرش\r\nدر غمت سيم شمار اشک و رخش را زر گير\r\nچنگ بنواز و بساز ار نبود عود چه باک\r\nآتشم عشق و دلم عود و تنم مجمر گير\r\nدر سماع آي و ز سر خرقه برانداز و برقص\r\nور نه با گوشه رو و خرقه ما در سر گير\r\nصوف برکش ز سر و باده صافي درکش\r\nسيم درباز و به زر سيمبري در بر گير\r\nدوست گو يار شو و هر دو جهان دشمن باش\r\nبخت گو پشت مکن روي زمين لشکر گير\r\nميل رفتن مکن اي دوست دمي با ما باش\r\nبر لب جوي طرب جوي و به کف ساغر گير\r\nرفته گير از برم وز آتش و آب دل و چشم\r\nگونه‌ام زرد و لبم خشک و کنارم تر گير\r\nحافظ آراسته کن بزم و بگو واعظ را\r\nکه ببين مجلسم و ترک سر منبر گير\r\n",
    "interpretation": "انسانی عاشق و صادق هستی که برای یار از همه وجود خود مایه می گذاری. تنها مشکلت دست تنگی است که تو را از آینده بیمناک کرده است. نگرانی تو بیهوده است. از زندگی خود لذت ببر و به خدای بزرگ توکل کن که اگر او را داشته باشی از تمام مخلوقات بی نیاز خواهی بود. زمینه را مساعد و نیت خود را عملی گردان که خیر است."
  },
  {
    "id": 188,
    "title": "غزل شماره 188",
    "poem": "\r\nمرا عهديست با جانان که تا جان در بدن دار\r\nهواداران کويش را چو جان خويشتن دارم\r\nصفاي خلوت خاطر از آن شمع چگل جويم\r\nفروغ چشم و نور دل از آن ماه ختن دارم\r\nبه کام و آرزوي دل چو دارم خلوتي حاصل\r\nچه فکر از خبث بدگويان ميان انجمن دارم\r\nمرا در خانه سروي هست کاندر سايه قدش\r\nفراغ از سرو بستاني و شمشاد چمن دارم\r\nگرم صد لشکر از خوبان به قصد دل کمين سازن\r\nبحمد الله و المنه بتي لشکرشکن دارم\r\nسزد کز خاتم لعلش زنم لاف سليماني\r\nچو اسم اعظمم باشد چه باک از اهرمن دارم\r\nالا اي پير فرزانه مکن عيبم ز ميخانه\r\nکه من در ترک پيمانه دلي پيمان شکن دارم\r\nخدا را اي رقيب امشب زماني ديده بر هم نه\r\nکه من با لعل خاموشش نهاني صد سخن دارم\r\nچو در گلزار اقبالش خرامانم بحمدالله\r\nنه ميل لاله و نسرين نه برگ نسترن دارم\r\nبه رندي شهره شد حافظ ميان همدمان ليکن\r\nچه غم دارم که در عالم قوام الدين حسن دار\r\n",
    "interpretation": "با خود عهد و پیمانی بسته ای که تا پایان عمر به این عهد وفاداری و آن حفظ زندگی سعادتمند با کسانی است که دوستشان داری. کسانی که با داشتن آنها از هر زیبایی و شادی دیگری بی نیاز هستی. بدان که این زندگی به لطف خدا به این مرحله رسیده، پس شاکر باش و التفاتی به وسوسه های حسودان بداندیش نکن."
  },
  {
    "id": 189,
    "title": "غزل شماره 189",
    "poem": "\r\nکس نيست که افتاده آن زلف دوتا نيست\r\nدر رهگذر کيست که دامي ز بلا نيست\r\nچون چشم تو دل مي‌برد از گوشه نشينان\r\nهمراه تو بودن گنه از جانب ما نيست\r\nروي تو مگر آينه لطف الهيست\r\nحقا که چنين است و در اين روي و ريا نيست\r\nنرگس طلبد شيوه چشم تو زهي چشم\r\nمسکين خبرش از سر و در ديده حيا نيست\r\nاز بهر خدا زلف مپيراي که ما را\r\nشب نيست که صد عربده با باد صبا نيست\r\nبازآي که بي روي تو اي شمع دل افروز\r\nدر بزم حريفان اثر نور و صفا نيست\r\nتيمار غريبان اثر ذکر جميل است\r\nجانا مگر اين قاعده در شهر شما نيست\r\nدي مي‌شد و گفتم صنما عهد به جاي آر\r\nگفتا غلطي خواجه در اين عهد وفا نيست\r\nگر پير مغان مرشد من شد چه تفاوت\r\nدر هيچ سري نيست که سري ز خدا نيست\r\nعاشق چه کند گر نکشد بار ملامت\r\nبا هيچ دلاور سپر تير قضا نيست\r\nدر صومعه زاهد و در خلوت صوفي\r\nجز گوشه ابروي تو محراب دعا نيست\r\nاي چنگ فروبرده به خون دل حافظ\r\nفکرت مگر از غيرت قرآن و خدا نيست\r\n",
    "interpretation": "هر کسی در زندگی خود مشکلات و گرفتاری هایی دارد و هیچ کس در زندگی آسوده مطلق نیست. مهم این است که با این مشکلات چگونه برخورد کنیم. برای حل مشکلات خود با بزرگان و عقلا مشورت کن چرا که همه چیز را همگان می دانند. به جای ستیز با تقدیر با زندگی سازش کن و در هیچ موردی از یاد خدا و کتاب آسمانیش و ائمه اطهار غافل مشو."
  },
  {
    "id": 190,
    "title": "غزل شماره 190",
    "poem": "\r\nمردم ديده ما جز به رخت ناظر نيست\r\nدل سرگشته ما غير تو را ذاکر نيست\r\nاشکم احرام طواف حرمت مي‌بندد\r\nگر چه از خون دل ريش دمي طاهر نيست\r\nبسته دام و قفس باد چو مرغ وحشي\r\nطاير سدره اگر در طلبت طاير نيست\r\nعاشق مفلس اگر قلب دلش کرد نثار\r\nمکنش عيب که بر نقد روان قادر نيست\r\nعاقبت دست بدان سرو بلندش برسد\r\nهر که را در طلبت همت او قاصر نيست\r\nاز روان بخشي عيسي نزنم دم هرگز\r\nزان که در روح فزايي چو لبت ماهر نيست\r\nمن که در آتش سوداي تو آهي نزنم\r\nکي توان گفت که بر داغ دلم صابر نيست\r\nروز اول که سر زلف تو ديدم گفتم\r\nکه پريشاني اين سلسله را آخر نيست\r\nسر پيوند تو تنها نه دل حافظ راست\r\nکيست آن کش سر پيوند تو در خاطر نيست\r\n",
    "interpretation": "تمام فکر و ذکرت هدفی است که در سر داری و به هیچ چیز دیگر جز آن فکر نمی کنی. با دست خالی قصد انجام کار بسیار بزرگی را داری ولی بدان که جوینده یابنده است. با همت بلندی که تو داری حتما به مقصود خواهی رسید. فقط در مقابل مشکلات صابر باش و از راهی که انتخاب کرده ای روی مگردان."
  },
  {
    "id": 191,
    "title": "غزل شماره 191",
    "poem": "\r\nچه مستيست ندانم که رو به ما آورد\r\nکه بود ساقي و اين باده از کجا آورد\r\nتو نيز باده به چنگ آر و راه صحرا گير\r\nکه مرغ نغمه سرا ساز خوش نوا آورد\r\nدلا چو غنچه شکايت ز کار بسته مکن\r\nکه باد صبح نسيم گره گشا آورد\r\nرسيدن گل و نسرين به خير و خوبي باد\r\nبنفشه شاد و کش آمد سمن صفا آورد\r\nصبا به خوش خبري هدهد سليمان است\r\nکه مژده طرب از گلشن سبا آورد\r\nعلاج ضعف دل ما کرشمه ساقيست\r\nبرآر سر که طبيب آمد و دوا آورد\r\nمريد پير مغانم ز من مرنج اي شيخ\r\nچرا که وعده تو کردي و او به جا آورد\r\nبه تنگ چشمي آن ترک لشکري نازم\r\nکه حمله بر من درويش يک قبا آورد\r\nفلک غلامي حافظ کنون به طوع کند\r\nکه التجا به در دولت شما آورد\r\n",
    "interpretation": "دیگر از زندگی خود شکوه مکن چرا که به زودی کسی وارد زندگیت می شود. (موقعیتی به تو روی می آورد) که گره از کارهایت گشوده خواهد شد. مرهمی بر دردهایت می شود و درهای بسته به رویت باز خواهند شد و راه های تازه مقابلت قرار می گیرد و به سعادت و نیکبختی خواهی رسید."
  },
  {
    "id": 192,
    "title": "غزل شماره 192",
    "poem": "\r\nگفتا برون شدي به تماشاي ماه نو\r\nاز ماه ابروان منت شرم باد رو\r\nعمريست تا دلت ز اسيران زلف ماست\r\nغافل ز حفظ جانب ياران خود مشو\r\nمفروش عطر عقل به هندوي زلف ما\r\nکان جا هزار نافه مشکين به نيم جو\r\nتخم وفا و مهر در اين کهنه کشته زار\r\nآن گه عيان شود که بود موسم درو\r\nساقي بيار باده که رمزي بگويمت\r\nاز سر اختران کهن سير و ماه نو\r\nشکل هلال هر سر مه مي‌دهد نشان\r\nاز افسر سيامک و ترک کلاه زو\r\nحافظ جناب پير مغان مامن وفاست\r\nدرس حديث عشق بر او خوان و ز او شنو\r\n",
    "interpretation": "نادانسته و ناخواسته خطایی مرتکب شده ای که بین تو و او فاصله انداخته. به خاطر داشته باش که اگر سعادت و خوشبختی را طالبی، نباید هرگز از مراعات حال دیگران غافل شوی و جانب دوستان و یاران را فرو گذاری و بدان که عشق و وفای واقعی برای همیشه نهفته نمی ماند و بالاخره روزی صداقت تو برای همه عیان خواهد شد."
  },
  {
    "id": 193,
    "title": "غزل شماره 193",
    "poem": "\r\nاي که در کشتن ما هيچ مدارا نکني\r\nسود و سرمايه بسوزي و محابا نکني\r\nدردمندان بلا زهر هلاهل دارند\r\nقصد اين قوم خطا باشد هان تا نکني\r\nرنج ما را که توان برد به يک گوشه چشم\r\nشرط انصاف نباشد که مداوا نکني\r\nديده ما چو به اميد تو درياست چرا\r\nبه تفرج گذري بر لب دريا نکني\r\nنقل هر جور که از خلق کريمت کردند\r\nقول صاحب غرضان است تو آن‌ها نکني\r\nبر تو گر جلوه کند شاهد ما اي زاهد\r\nاز خدا جز مي و معشوق تمنا نکني\r\nحافظا سجده به ابروي چو محرابش بر\r\nکه دعايي ز سر صدق جز آن جا نکني\r\n",
    "interpretation": "گره تمام مشکلات تو به دست توانای او باز می شود، اما وجود بعضی از افراد مغرض در این میانه مانع از ایجاد ارتباط بین تو و او می شود. سوءتفاهمات را با کمال جسارت و صداقت برطرف کن تا او تو را به مراد دل برساند. فقط فراموش نکن که باید صادق باشی."
  },
  {
    "id": 194,
    "title": "غزل شماره 194",
    "poem": "\r\nکرشمه‌اي کن و بازار ساحري بشکن\r\nبه غمزه رونق و ناموس سامري بشکن\r\nبه باد ده سر و دستار عالمي يعني\r\nکلاه گوشه به آيين سروري بشکن\r\nبه زلف گوي که آيين دلبري بگذار\r\nبه غمزه گوي که قلب ستمگري بشکن\r\nبرون خرام و ببر گوي خوبي از همه کس\r\nسزاي حور بده رونق پري بشکن\r\nبه آهوان نظر شير آفتاب بگير\r\nبه ابروان دوتا قوس مشتري بشکن\r\nچو عطرساي شود زلف سنبل از دم باد\r\nتو قيمتش به سر زلف عنبري بشکن\r\nچو عندليب فصاحت فروشد اي حافظ\r\nتو قدر او به سخن گفتن دري بشکن\r\n",
    "interpretation": "مدتهاست زندگیت دچار رکود و خمودگی شده است و منتظری تا کسی مشکل تو را حل کند. بدان که این مشکل به دست هیچ کس جز خودت حل نخواهد شد. از این تنبلی و بی تفاوتی دست بردار و با تلاشی وسیع، تحولی در زندگی خود ایجاد کن تا به آنچه آرزویش را داری برسی. به ارزش وجود خود پی ببر که تو خود طبیب درد خودی."
  },
  {
    "id": 195,
    "title": "غزل شماره 195",
    "poem": "\r\nسحرم دولت بيدار به بالين آمد\r\nگفت برخيز که آن خسرو شيرين آمد\r\nقدحي درکش و سرخوش به تماشا بخرام\r\nتا ببيني که نگارت به چه آيين آمد\r\nمژدگاني بده اي خلوتي نافه گشاي\r\nکه ز صحراي ختن آهوي مشکين آمد\r\nگريه آبي به رخ سوختگان بازآورد\r\nناله فريادرس عاشق مسکين آمد\r\nمرغ دل باز هوادار کمان ابرويست\r\nاي کبوتر نگران باش که شاهين آمد\r\nساقيا مي بده و غم مخور از دشمن و دوست\r\nکه به کام دل ما آن بشد و اين آمد\r\nرسم بدعهدي ايام چو ديد ابر بهار\r\nگريه‌اش بر سمن و سنبل و نسرين آمد\r\nچون صبا گفته حافظ بشنيد از بلبل\r\nعنبرافشان به تماشاي رياحين آمد\r\n",
    "interpretation": "کسی (موقعیتی) که مدتهاست انتظار آن را می کشی به تو روی خواهد کرد. با آمدن او تمام زندگیت شکل تازه ای به خود خواهد گرفت و شادی در خانه ات را خواهد کوفت، پس غم و غصه بیهوده مخور و هراسی از دشمنان و بدخواهان به دل راه مده که خدا با توست و کارهایت سامان می یابد."
  },
  {
    "id": 196,
    "title": "غزل شماره 196",
    "poem": "\r\nدوش ديدم که ملايک در ميخانه زدند\r\nگل آدم بسرشتند و به پيمانه زدند\r\nساکنان حرم ستر و عفاف ملکوت\r\nبا من راه نشين باده مستانه زدند\r\nآسمان بار امانت نتوانست کشيد\r\nقرعه کار به نام من ديوانه زدند\r\nجنگ هفتاد و دو ملت همه را عذر بنه\r\nچون نديدند حقيقت ره افسانه زدند\r\nشکر ايزد که ميان من و او صلح افتاد\r\nصوفيان رقص کنان ساغر شکرانه زدند\r\nآتش آن نيست که از شعله او خندد شمع\r\nآتش آن است که در خرمن پروانه زدند\r\nکس چو حافظ نگشاد از رخ انديشه نقاب\r\nتا سر زلف سخن را به قلم شانه زدند\r\n",
    "interpretation": "پس از مدتها با خواست و یاری خدا زندگی به تو روی کرده است. بین تو و او صلح و ثبات برقرار گردیده و تو از این بابت بسیار خوشحالی. مژده باد بر تو که در این دنیای پر هیاهو و آشوب به زندگی آرامی توأم با خوشبختی و شادکامی خواهی رسید. اما بدان که شرط تداوم این زندگی فداکاری و تلاش است در راه کسانی که دوستشان داری."
  },
  {
    "id": 197,
    "title": "غزل شماره 197",
    "poem": "\r\nديدار شد ميسر و بوس و کنار هم\r\nاز بخت شکر دارم و از روزگار هم\r\nزاهد برو که طالع اگر طالع من است\r\nجامم به دست باشد و زلف نگار هم\r\nما عيب کس به مستي و رندي نمي‌کنيم\r\nلعل بتان خوش است و مي خوشگوار هم\r\nاي دل بشارتي دهمت محتسب نماند\r\nو از مي جهان پر است و بت ميگسار هم\r\nخاطر به دست تفرقه دادن نه زيرکيست\r\nمجموعه‌اي بخواه و صراحي بيار هم\r\nبر خاکيان عشق فشان جرعه لبش\r\nتا خاک لعل گون شود و مشکبار هم\r\nآن شد که چشم بد نگران بودي از کمين\r\nخصم از ميان برفت و سرشک از کنار هم\r\nچون کانات جمله به بوي تو زنده‌اند\r\nاي آفتاب سايه ز ما برمدار هم\r\nچون آب روي لاله و گل فيض حسن توست\r\nاي ابر لطف بر من خاکي ببار هم\r\nحافظ اسير زلف تو شد از خدا بترس\r\nو از انتصاف آصف جم اقتدار هم\r\nبرهان ملک و دين که ز دست وزارتش\r\nايام کان يمين شد و دريا يسار هم\r\nبر ياد راي انور او آسمان به صبح\r\nجان مي‌کند فدا و کواکب نثار هم\r\nگوي زمين ربوده چوگان عدل اوست\r\nوين برکشيده گنبد نيلي حصار هم\r\nعزم سبک عنان تو در جنبش آورد\r\nاين پايدار مرکز عالي مدار هم\r\nتا از نتيجه فلک و طور دور اوست\r\nتبديل ماه و سال و خزان و بهار هم\r\nخالي مباد کاخ جلالش ز سروران\r\nو از ساقيان سروقد گلعذار هم\r\n",
    "interpretation": "بخت و اقبال به شما روی آورده است. همه عوامل دست به دست هم داده اند تا زندگی به کام شما گردد. اکنون زمان مساعد برای انجام هر کاری در اختیار شما قرار گرفته است و همه چیز موافق میل شماست. وقت آن است که عزم خود را راسخ کنی و بدون فوت وقت و با تمام نیرو به سوی اهداف خود گام برداری."
  },
  {
    "id": 198,
    "title": "غزل شماره 198",
    "poem": "\r\nنوش کن جام شراب يک مني\r\nتا بدان بيخ غم از دل برکني\r\nدل گشاده دار چون جام شراب\r\nسر گرفته چند چون خم دني\r\nچون ز جام بيخودي رطلي کشي\r\nکم زني از خويشتن لاف مني\r\nسنگسان شو در قدم ني همچو آب\r\nجمله رنگ آميزي و تردامني\r\nدل به مي دربند تا مردانه وار\r\nگردن سالوس و تقوا بشکني\r\nخيز و جهدي کن چو حافظ تا مگر\r\nخويشتن در پاي معشوق افکني\r\n",
    "interpretation": "دل خود را به وسعت دریا کن و عزمت را چون سنگ محکم و استوار گردان تا در مبارزه با مشکلات پیروز شوی و غم و غصه ها را در بند کشی. تو در یک قدمی هدف ایستاده ای، تنها یک خیز پرتوان لازم است تا تو را به مراد دل برساند."
  },
  {
    "id": 199,
    "title": "غزل شماره 199",
    "poem": "\r\nياري اندر کس نمي‌بينيم ياران را چه شد\r\nدوستي کي آخر آمد دوستداران را چه شد\r\nآب حيوان تيره گون شد خضر فرخ پي کجاست\r\nخون چکيد از شاخ گل باد بهاران را چه شد\r\nکس نمي‌گويد که ياري داشت حق دوستي\r\nحق شناسان را چه حال افتاد ياران را چه شد\r\nلعلي از کان مروت برنيامد سال‌هاست\r\nتابش خورشيد و سعي باد و باران را چه شد\r\nشهر ياران بود و خاک مهربانان اين ديار\r\nمهرباني کي سر آمد شهرياران را چه شد\r\nگوي توفيق و کرامت در ميان افکنده‌اند\r\nکس به ميدان در نمي‌آيد سواران را چه شد\r\nصد هزاران گل شکفت و بانگ مرغي برنخاست\r\nعندليبان را چه پيش آمد هزاران را چه شد\r\nزهره سازي خوش نمي‌سازد مگر عودش بسوخت\r\nکس ندارد ذوق مستي ميگساران را چه شد\r\nحافظ اسرار الهي کس نمي‌داند خموش\r\nاز که مي‌پرسي که دور روزگاران را چه شد\r\n",
    "interpretation": "در میان اطرافیان کسی را که لایق دوستی و محبت تو باشد نمی بینی. به عهد و پیمان و رسم رفاقت هنوز هم پایبندی و در این راه رنج بسیار می کشی ولی کسی قدر تو را نمی داند. در زندگی خود انتظار معجزه ای را می کشی که روزی به وقوع خواهد پیوست. گرچه هیچ کس جز خدا از فردا خبر ندارد."
  },
  {
    "id": 200,
    "title": "غزل شماره 200",
    "poem": "\r\nاي هدهد صبا به سبا مي‌فرستمت\r\nبنگر که از کجا به کجا مي‌فرستمت\r\nحيف است طايري چو تو در خاکدان غم\r\nزين جا به آشيان وفا مي‌فرستمت\r\nدر راه عشق مرحله قرب و بعد نيست\r\nمي‌بينمت عيان و دعا مي‌فرستمت\r\nهر صبح و شام قافله‌اي از دعاي خير\r\nدر صحبت شمال و صبا مي‌فرستمت\r\nتا لشکر غمت نکند ملک دل خراب\r\nجان عزيز خود به نوا مي‌فرستمت\r\nاي غايب از نظر که شدي همنشين دل\r\nمي‌گويمت دعا و ثنا مي‌فرستمت\r\nدر روي خود تفرج صنع خداي کن\r\nکيينه خداي نما مي‌فرستمت\r\nتا مطربان ز شوق منت آگهي دهند\r\nقول و غزل به ساز و نوا مي‌فرستمت\r\nساقي بيا که هاتف غيبم به مژده گفت\r\nبا درد صبر کن که دوا مي‌فرستمت\r\nحافظ سرود مجلس ما ذکر خير توست\r\nبشتاب هان که اسب و قبا مي‌فرستمت\r\n",
    "interpretation": "خود را به شدت درگیر مسائل دنیوی کرده ای. حیف از تو که اینگونه اسیر مسائل پوچ شده ای. به خود بیا. خودشناسی اولین مرحله خداشناسی است. قابلیتهای خود را بشناس و در کسب کمالات بکوش. مشکلات و سختیهای زندگی تو همه به خاطر دنیاطلبی است. به زودی و با صبر و تلاش می توانی این مشکلات را از میان برداری. فکر سفری در سر داری. هرچه زودتر فکرت را عملی کن که خیر تو در آن است."
  },
  {
    "id": 201,
    "title": "غزل شماره 201",
    "poem": "\r\nکتبت قصه شوقي و مدمعي باکي\r\nبيا که بي تو به جان آمدم ز غمناکي\r\nبسا که گفته‌ام از شوق با دو ديده خود\r\nايا منازل سلمي فاين سلماک\r\nعجيب واقعه‌اي و غريب حادثه‌اي\r\nانا اصطبرت قتيلا و قاتلي شاکي\r\nکه را رسد که کند عيب دامن پاکت\r\nکه همچو قطره که بر برگ گل چکد پاکي\r\nز خاک پاي تو داد آب روي لاله و گل\r\nچو کلک صنع رقم زد به آبي و خاکي\r\nصبا عبيرفشان گشت ساقيا برخيز\r\nو هات شمسه کرم مطيب زاکي\r\nدع التکاسل تغنم فقد جري مثل\r\nکه زاد راهروان چستي است و چالاکي\r\nاثر نماند ز من بي شمايلت آري\r\nاري مثر محياي من محياک\r\nز وصف حسن تو حافظ چگونه نطق زند\r\nکه همچو صنع خدايي وراي ادراکي\r\n",
    "interpretation": "در انجام نیتی که در سر داری مهمترین شرط سخت کوشی و چالاکی است. اگر واقعا قصد انجام این خواسته را داری باید سستی و تنبلی را کنار بگذاری و تلاش خود را بیشتر کنی. هدف بزرگ سعی بیشتر و همت والاتری را می طلبد. پس از همین ابتدا راه خود را مشخص کن و وارد عمل شو."
  },
  {
    "id": 202,
    "title": "غزل شماره 202",
    "poem": "\r\nحاصل کارگه کون و مکان اين همه نيست\r\nباده پيش آر که اسباب جهان اين همه نيست\r\nاز دل و جان شرف صحبت جانان غرض است\r\nغرض اين است وگرنه دل و جان اين همه نيست\r\nمنت سدره و طوبي ز پي سايه مکش\r\nکه چو خوش بنگري اي سرو روان اين همه نيست\r\nدولت آن است که بي خون دل آيد به کنار\r\nور نه با سعي و عمل باغ جنان اين همه نيست\r\nپنج روزي که در اين مرحله مهلت داري\r\nخوش بياساي زماني که زمان اين همه نيست\r\nبر لب بحر فنا منتظريم اي ساقي\r\nفرصتي دان که ز لب تا به دهان اين همه نيس\r\nزاهد ايمن مشو از بازي غيرت زنهار\r\nکه ره از صومعه تا دير مغان اين همه نيست\r\nدردمندي من سوخته زار و نزار\r\nظاهرا حاجت تقرير و بيان اين همه نيست\r\nنام حافظ رقم نيک پذيرفت ولي\r\nپيش رندان رقم سود و زيان اين همه نيست\r\n",
    "interpretation": "تمام امکانات و موقعیتهایی که در اختیار ما قرار گرفته امانتی است، برای گذران زندگی و کسب رضایت حضرت حق. برای مال بی ارزش دنیا منت اهل دنیا را مکش که در این معامله متضرر خواهی شد. مدت عمر محدود است پس از زندگی کوتاه خود لذت ببر و وقت گرانبهای خود را مصروف کم و زیاد مال دنیا مکن و به دنبال نام نیکی باش که جاودانه خواهد ماند."
  },
  {
    "id": 203,
    "title": "غزل شماره 203",
    "poem": "\r\nبيا که ترک فلک خوان روزه غارت کرد\r\nهلال عيد به دور قدح اشارت کرد\r\nثواب روزه و حج قبول آن کس برد\r\nکه خاک ميکده عشق را زيارت کرد\r\nمقام اصلي ما گوشه خرابات است\r\nخداش خير دهاد آن که اين عمارت کرد\r\nبهاي باده چون لعل چيست جوهر عقل\r\nبيا که سود کسي برد کاين تجارت کرد\r\nنماز در خم آن ابروان محرابي\r\nکسي کند که به خون جگر طهارت کرد\r\nفغان که نرگس جماش شيخ شهر امروز\r\nنظر به دردکشان از سر حقارت کرد\r\nبه روي يار نظر کن ز ديده منت دار\r\nکه کار ديده نظر از سر بصارت کرد\r\nحديث عشق ز حافظ شنو نه از واعظ\r\nاگر چه صنعت بسيار در عبارت کرد\r\n",
    "interpretation": "سعادت و خوشبختی چون هلال ماه نو به زندگیت سرک خواهد کشید. خداوند برکات و نعمات خود را شامل حالت خواهد نمود. قصد انجام معامله ای را داری. هرچه سریعتر اقدام کن که گرچه بهای سنگینی را در این معامله باید پرداخت کنی اما بدان که حاصل آن سود سرشاری است که نصیب تو خواهد شد. به حرفهای دیگران اعتنا نکن و کار خود را انجام بده."
  },
  {
    "id": 204,
    "title": "غزل شماره 204",
    "poem": "\r\nگل بي رخ يار خوش نباشد\r\nبي باده بهار خوش نباشد\r\nطرف چمن و طواف بستان\r\nبي لاله عذار خوش نباشد\r\nرقصيدن سرو و حالت گل\r\nبي صوت هزار خوش نباشد\r\nبا يار شکرلب گل اندام\r\nبي بوس و کنار خوش نباشد\r\nهر نقش که دست عقل بندد\r\nجز نقش نگار خوش نباشد\r\nجان نقد محقر است حافظ\r\nاز بهر نثار خوش نباشد\r\n",
    "interpretation": "انسانی که دلش تنهاست حتی اگر تمام زیباییهای دنیا را در اختیار داشته باشد باز هم شاد و سرخوش نیست. هر زیبایی زمانی واقعا زیباست که با دوستان و یاران همدل تقسیم گردد. پس به دنبال دوستان و یاران صمیمی و همدل باش که دنیای صداقت و رفاقت زیباترین دنیاست."
  },
  {
    "id": 205,
    "title": "غزل شماره 205",
    "poem": "\r\nشراب لعل کش و روي مه جبينان بين\r\nخلاف مذهب آنان جمال اينان بين\r\nبه زير دلق ملمع کمندها دارند\r\nدرازدستي اين کوته آستينان بين\r\nبه خرمن دو جهان سر فرو نمي‌آرند\r\nدماغ و کبر گدايان و خوشه چينان بين\r\nبهاي نيم کرشمه هزار جان طلبند\r\nنياز اهل دل و ناز نازنينان بين\r\nحقوق صحبت ما را به باد داد و برفت\r\nوفاي صحبت ياران و همنشينان بين\r\nاسير عشق شدن چاره خلاص من است\r\nضمير عاقبت انديش پيش بينان بين\r\nکدورت از دل حافظ ببرد صحبت دوست\r\nصفاي همت پاکان و پاکدينان بين\r\n",
    "interpretation": "چشم های خود را باز کن و اطراف و اطرافیانت را با چشم بصیرت ببین. تنها به ظاهر انسانها نگاه نکن و به باطن افراد بیش از ظاهرشان توجه داشته باش. اگر عشقی در سر داری، بدان که وصال به آن تلاش بسیاری می طلبد ولی عاقبتی خوش در انتظار توست که همنشینی با او غم ها و غصه هایت را از دل خواهد ربود."
  },
  {
    "id": 206,
    "title": "غزل شماره 206",
    "poem": "\r\nصبا به تهنيت پير مي فروش آمد\r\nکه موسم طرب و عيش و ناز و نوش آمد\r\nهوا مسيح نفس گشت و باد نافه گشاي\r\nدرخت سبز شد و مرغ در خروش آمد\r\nتنور لاله چنان برفروخت باد بهار\r\nکه غنچه غرق عرق گشت و گل به جوش آمد\r\nبه گوش هوش نيوش از من و به عشرت کوش\r\nکه اين سخن سحر از هاتفم به گوش آمد\r\nز فکر تفرقه بازآي تا شوي مجموع\r\nبه حکم آن که چو شد اهرمن سروش آمد\r\nز مرغ صبح ندانم که سوسن آزاد\r\nچه گوش کرد که با ده زبان خموش آمد\r\nچه جاي صحبت نامحرم است مجلس انس\r\nسر پياله بپوشان که خرقه پوش آمد\r\nز خانقاه به ميخانه مي‌رود حافظ\r\nمگر ز مستي زهد ريا به هوش آمد\r\n",
    "interpretation": "همه چیز برایت مهیاست تا یک زندگی شاد و زیبا را برای خود بسازی. اکنون بهترین فرصت در اختیارت قرار گرفته. سعی کن از زندگیت لذت ببری و شاد زندگی کنی. هر نامحرمی را در خلوت خود راه مده و زندگی تازه ات را با تلاش و توکل به خدا حفظ کن."
  },
  {
    "id": 207,
    "title": "غزل شماره 207",
    "poem": "\r\nبي تو اي سرو روان با گل و گلشن چه کنم\r\nزلف سنبل چه کشم عارض سوسن چه کنم\r\nآه کز طعنه بدخواه نديدم رويت\r\nنيست چون آينه‌ام روي ز آهن چه کنم\r\nبرو اي ناصح و بر دردکشان خرده مگير\r\nکارفرماي قدر مي‌کند اين من چه کنم\r\nبرق غيرت چو چنين مي‌جهد از مکمن غيب\r\nتو بفرما که من سوخته خرمن چه کنم\r\nشاه ترکان چو پسنديد و به چاهم انداخت\r\nدستگير ار نشود لطف تهمتن چه کنم\r\nمددي گر به چراغي نکند آتش طور\r\nچاره تيره شب وادي ايمن چه کنم\r\nحافظا خلد برين خانه موروث من است\r\nاندر اين منزل ويرانه نشيمن چه کنم\r\n",
    "interpretation": "چندی است در اثر بخل بدخواهان و کینه دشمنان دچار مشکلاتی شده ای و حال و حوصله هیچ کس و هیچ چیز را نداری. دچار سردرگمی هستی و چاره کار خود را نمی دانی. سرزنشهای دیگران نیز شدیدا تو را دلتنگ کرده است. به خدا توکل کن و بدان دنیا فانی است. از مشکلات به راحتی بگذر و خودت را بیش از این عذاب نده."
  },
  {
    "id": 208,
    "title": "غزل شماره 208",
    "poem": "\r\nمرحبا طاير فرخ پي فرخنده پيام\r\nخير مقدم چه خبر دوست کجا راه کدام\r\nيا رب اين قافله را لطف ازل بدرقه باد\r\nکه از او خصم به دام آمد و معشوقه به کام\r\nماجراي من و معشوق مرا پايان نيست\r\nهر چه آغاز ندارد نپذيرد انجام\r\nگل ز حد برد تنعم نفسي رخ بنما\r\nسرو مي‌نازد و خوش نيست خدا را بخرام\r\nزلف دلدار چو زنار همي‌فرمايد\r\nبرو اي شيخ که شد بر تن ما خرقه حرام\r\nمرغ روحم که همي‌زد ز سر سدره صفير\r\nعاقبت دانه خال تو فکندش در دام\r\nچشم بيمار مرا خواب نه درخور باشد\r\nمن له يقتل داY دنف کيف ينام\r\nتو ترحم نکني بر من مخلص گفتم\r\nذاک دعواي و ها انت و تلک الايام\r\nحافظ ار ميل به ابروي تو دارد شايد\r\nجاي در گوشه محراب کنند اهل کلام\r\n",
    "interpretation": "شانس و اقبال به شما روی کرده، به زودی اخباری به دستتان می رسد که مدتهاست منتظر شنیدن آن هستید. شما بر دشمنان و رقبای خود فائق خواهید آمد و به آرزوی دیرینه خود دست پیدا خواهید کرد. محبت بین شما و او را پایانی نیست و تا همیشه در خانه ای مملو از مهر و صفا زندگی خواهید کرد."
  },
  {
    "id": 209,
    "title": "غزل شماره 209",
    "poem": "\r\nجوزا سحر نهاد حمايل برابرم\r\nيعني غلام شاهم و سوگند مي‌خورم\r\nساقي بيا که از مدد بخت کارساز\r\nکامي که خواستم ز خدا شد ميسرم\r\nجامي بده که باز به شادي روي شاه\r\nپيرانه سر هواي جوانيست در سرم\r\nراهم مزن به وصف زلال خضر که من\r\nاز جام شاه جرعه کش حوض کوثرم\r\nشاها اگر به عرش رسانم سرير فضل\r\nمملوک اين جنابم و مسکين اين درم\r\nمن جرعه نوش بزم تو بودم هزار سال\r\nکي ترک آبخورد کند طبع خوگرم\r\nور باورت نمي‌کند از بنده اين حديث\r\nاز گفته کمال دليلي بياورم\r\nگر برکنم دل از تو و بردارم از تو مهر\r\nآن مهر بر که افکنم آن دل کجا برم\r\nمنصور بن مظفر غازيست حرز من\r\nو از اين خجسته نام بر اعدا مظفرم\r\nعهد الست من همه با عشق شاه بود\r\nو از شاهراه عمر بدين عهد بگذرم\r\nگردون چو کرد نظم ثريا به نام شاه\r\nمن نظم در چرا نکنم از که کمترم\r\nشاهين صفت چو طعمه چشيدم ز دست شاه\r\nکي باشد التفات به صيد کبوترم\r\nاي شاه شيرگير چه کم گردد ار شود\r\nدر سايه تو ملک فراغت ميسرم\r\nشعرم به يمن مدح تو صد ملک دل گشاد\r\nگويي که تيغ توست زبان سخنورم\r\nبر گلشني اگر بگذشتم چو باد صبح\r\nني عشق سرو بود و نه شوق صنوبرم\r\nبوي تو مي‌شنيدم و بر ياد روي تو\r\nدادند ساقيان طرب يک دو ساغرم\r\nمستي به آب يک دو عنب وضع بنده نيست\r\nمن سالخورده پير خرابات پرورم\r\nبا سير اختر فلکم داوري بسيست\r\nانصاف شاه باد در اين قصه ياورم\r\nشکر خدا که باز در اين اوج بارگاه\r\nطاووس عرش مي‌شنود صيت شهپرم\r\nنامم ز کارخانه عشاق محو باد\r\nگر جز محبت تو بود شغل ديگرم\r\nشبل الاسد به صيد دلم حمله کرد و من\r\nگر لاغرم وگرنه شکار غضنفرم\r\nاي عاشقان روي تو از ذره بيشتر\r\nمن کي رسم به وصل تو کز ذره کمترم\r\nبنما به من که منکر حسن رخ تو کيست\r\nتا ديده‌اش به گزلک غيرت برآورم\r\nبر من فتاد سايه خورشيد سلطنت\r\nو اکنون فراغت است ز خورشيد خاورم\r\nمقصود از اين معامله بازارتيزي است\r\nني جلوه مي‌فروشم و ني عشوه مي‌خرم\r\n",
    "interpretation": "کارها برایت مهیا شدند و با شانس و اقبالی که روبه رو شدی توانستی به اهداف و آرزوهای دیرین خود برسی. اکنون بیش از این طمع کردن و به دنبال هوی و هوسها رفتن به صلاح تو نیست. کاری که آغاز کرده ای بهترین انتخاب برای توست. از این راه برنگرد زیرا مسیری بهتر از این نخواهی یافت و با ادامه این مسیر به کامیابی و سعادت خواهی رسید."
  },
  {
    "id": 210,
    "title": "غزل شماره 210",
    "poem": "\r\nمي‌فکن بر صف رندان نظري بهتر از اين\r\nبر در ميکده مي کن گذري بهتر از اين\r\nدر حق من لبت اين لطف که مي‌فرمايد\r\nسخت خوب است وليکن قدري بهتر از اين\r\nآن که فکرش گره از کار جهان بگشايد\r\nگو در اين کار بفرما نظري بهتر از اين\r\nناصحم گفت که جز غم چه هنر دارد عشق\r\nبرو اي خواجه عاقل هنري بهتر از اين\r\nدل بدان رود گرامي چه کنم گر ندهم\r\nمادر دهر ندارد پسري بهتر از اين\r\nمن چو گويم که قدح نوش و لب ساقي بوس\r\nبشنو از من که نگويد دگري بهتر از اين\r\nکلک حافظ شکرين ميوه نباتيست به چين\r\nکه در اين باغ نبيني ثمري بهتر از اين\r\n",
    "interpretation": "مردم را به چشم حقارت نگاه نکن و چون کاری را شروع می کنی با سعی و تلاشی درخور باشد. در هر مرحله از زندگی عقل و تفکر، گره گشای امور است، پس در کارها عاقلانه بیندیش و با حوصله تصمیم بگیر. فکر و نیتی که در سر داری برای تو بهترین انتخاب است. زیاده خواهی و طمع ورزی مکن و به امید خدا وارد عمل شو تا کامیاب و سرافراز شوی."
  },
  {
    "id": 211,
    "title": "غزل شماره 211",
    "poem": "\r\nياد باد آن که ز ما وقت سفر ياد نکرد\r\nبه وداعي دل غمديده ما شاد نکرد\r\nآن جوان بخت که مي‌زد رقم خير و قبول\r\nبنده پير ندانم ز چه آزاد نکرد\r\nکاغذين جامه به خوناب بشويم که فلک\r\nرهنمونيم به پاي علم داد نکرد\r\nدل به اميد صدايي که مگر در تو رسد\r\nناله‌ها کرد در اين کوه که فرهاد نکرد\r\nسايه تا بازگرفتي ز چمن مرغ سحر\r\nآشيان در شکن طره شمشاد نکرد\r\nشايد ار پيک صبا از تو بياموزد کار\r\nزان که چالاکتر از اين حرکت باد نکرد\r\nکلک مشاطه صنعش نکشد نقش مراد\r\nهر که اقرار بدين حسن خداداد نکرد\r\nمطربا پرده بگردان و بزن راه عراق\r\nکه بدين راه بشد يار و ز ما ياد نکرد\r\nغزليات عراقيست سرود حافظ\r\nکه شنيد اين ره دلسوز که فرياد نکرد\r\n",
    "interpretation": "اختلافی بین شما به وجود آمده که تو سعی بسیار کرده ای که آن را از بین ببری ولی تاکنون تلاشت بی نتیجه مانده است. گرچه تو قصد جبران آن را داشته ای، ولی او فرصت جبران به تو نداده است. همانگونه که تا به حال راز دل خود را با هیچ کس نگفته ای، پس از این هم رازدار باش و به تلاشت ادامه بده که موفق خواهی شد."
  },
  {
    "id": 212,
    "title": "غزل شماره 212",
    "poem": "\r\nقتل اين خسته به شمشير تو تقدير نبود\r\nور نه هيچ از دل بي‌رحم تو تقصير نبود\r\nمن ديوانه چو زلف تو رها مي‌کردم\r\nهيچ لايقترم از حلقه زنجير نبود\r\nيا رب اين آينه حسن چه جوهر دارد\r\nکه در او آه مرا قوت تاثير نبود\r\nسر ز حسرت به در ميکده‌ها برگردم\r\nچون شناساي تو در صومعه يک پير نبود\r\nنازنينتر ز قدت در چمن ناز نرست\r\nخوشتر از نقش تو در عالم تصوير نبود\r\nتا مگر همچو صبا باز به کوي تو رسم\r\nحاصلم دوش بجز ناله شبگير نبود\r\nآن کشيدم ز تو اي آتش هجران که چو شمع\r\nجز فناي خودم از دست تو تدبير نبود\r\nآيتي بود عذاب انده حافظ بي تو\r\nکه بر هيچ کسش حاجت تفسير نبود\r\n",
    "interpretation": "خود را به شدت اسیر و گرفتار کرده ای. زندگیت زیر و رو شده و دیگر تاب و تحمل این وضعیت را نداری. اما باز هم او را دوست داری و حاضر نیستی از او دست بکشی. اگر چنین است بهترین تجویز برای تو آن است که سعی کنی بر اعصاب خود مسلط شوی و تا آنجا که می توانی مشکلات را با صبر و حوصله از سر راه برداری."
  },
  {
    "id": 213,
    "title": "غزل شماره 213",
    "poem": "\r\nدلا رفيق سفر بخت نيکخواهت بس\r\nنسيم روضه شيراز پيک راهت بس\r\nدگر ز منزل جانان سفر مکن درويش\r\nکه سير معنوي و کنج خانقاهت بس\r\nوگر کمين بگشايد غمي ز گوشه دل\r\nحريم درگه پير مغان پناهت بس\r\nبه صدر مصطبه بنشين و ساغر مي‌نوش\r\nکه اين قدر ز جهان کسب مال و جاهت بس\r\nزيادتي مطلب کار بر خود آسان کن\r\nصراحي مي لعل و بتي چو ماهت بس\r\nفلک به مردم نادان دهد زمام مراد\r\nتو اهل فضلي و دانش همين گناهت بس\r\nهواي مسکن ملوف و عهد يار قديم\r\nز ره روان سفرکرده عذرخواهت بس\r\nبه منت دگران خو مکن که در دو جهان\r\nرضاي ايزد و انعام پادشاهت بس\r\nبه هيچ ورد دگر نيست حاجت اي حافظ\r\nدعاي نيم شب و درس صبحگاهت بس\r\n",
    "interpretation": "خداوند به قدر کفایت از نعمات خود تو را برخوردار کرده است. قصد سفر تو برای به دست آوردن سود بیشتر به صلاحت نیست. حرص و طمع بیهوده نورز و برای سود بیشتر زیر منت دیگران نرو و به دنبال رضای خدا باش که برای خیر دنیا و آخرت برای تو کافی است."
  },
  {
    "id": 214,
    "title": "غزل شماره 214",
    "poem": "\r\nياد باد آن که نهانت نظري با ما بود\r\nرقم مهر تو بر چهره ما پيدا بود\r\nياد باد آن که چو چشمت به عتابم مي‌کشت\r\nمعجز عيسويت در لب شکرخا بود\r\nياد باد آن که صبوحي زده در مجلس انس\r\nجز من و يار نبوديم و خدا با ما بود\r\nياد باد آن که رخت شمع طرب مي‌افروخت\r\nوين دل سوخته پروانه ناپروا بود\r\nياد باد آن که در آن بزمگه خلق و ادب\r\nآن که او خنده مستانه زدي صهبا بود\r\nياد باد آن که چو ياقوت قدح خنده زدي\r\nدر ميان من و لعل تو حکايت‌ها بود\r\nياد باد آن که نگارم چو کمر بربستي\r\nدر رکابش مه نو پيک جهان پيما بود\r\nياد باد آن که خرابات نشين بودم و مست\r\nوآنچه در مسجدم امروز کم است آن جا بود\r\nياد باد آن که به اصلاح شما مي‌شد راست\r\nنظم هر گوهر ناسفته که حافظ را بود\r\n",
    "interpretation": "آنچه ذهن تو را پر کرده مرور خاطرات گذشته است. گذشته هرچه بود تمام شد. سرگرم شدن به گذشته انسان را از حال غافل می کند. به امروز خود بیاندیش و فردایت را با تلاش بسیار بساز که دیروز در دیروز دفن شد. اکنون فردا در انتظار توست، فردایی روشن با تلاش و کوشش مداوم تو."
  },
  {
    "id": 215,
    "title": "غزل شماره 215",
    "poem": "\r\nروضه خلد برين خلوت درويشان است\r\nمايه محتشمي خدمت درويشان است\r\nگنج عزلت که طلسمات عجايب دارد\r\nفتح آن در نظر رحمت درويشان است\r\nقصر فردوس که رضوانش به درباني رفت\r\nمنظري از چمن نزهت درويشان است\r\nآن چه زر مي‌شود از پرتو آن قلب سياه\r\nکيمياييست که در صحبت درويشان است\r\nآن که پيشش بنهد تاج تکبر خورشيد\r\nکبرياييست که در حشمت درويشان است\r\nدولتي را که نباشد غم از آسيب زوال\r\nبي تکلف بشنو دولت درويشان است\r\nخسروان قبله حاجات جهانند ولي\r\nسببش بندگي حضرت درويشان است\r\nروي مقصود که شاهان به دعا مي‌طلبند\r\nمظهرش آينه طلعت درويشان است\r\nاز کران تا به کران لشکر ظلم است ولي\r\nاز ازل تا به ابد فرصت درويشان است\r\nاي توانگر مفروش اين همه نخوت که تو را\r\nسر و زر در کنف همت درويشان است\r\nگنج قارون که فرو مي‌شود از قهر هنوز\r\nخوانده باشي که هم از غيرت درويشان است\r\nمن غلام نظر آصف عهدم کو را\r\nصورت خواجگي و سيرت درويشان است\r\nحافظ ار آب حيات ازلي مي‌خواهي\r\nمنبعش خاک در خلوت درويشان است\r\n",
    "interpretation": "بهشت و آسایش در گرو خدمت به خلق است. سعی کن رضایت مخلوق را به دست بیاوری که رضای خالق را به دنبال خواهد داشت. به دنبال مادیات، عمر پر ارزش خود را صرف مکن که گنج سلطانی در بی نیازی نهفته است. از غرور و تکبر بپرهیز که سروری فقط شایسته خدایی است که توسل به او همه مشکلات را حل خواهد کرد."
  },
  {
    "id": 216,
    "title": "غزل شماره 216",
    "poem": "\r\nچو بشنوي سخن اهل دل مگو که خطاست\r\nسخن شناس نه‌اي جان من خطا اين جاست\r\nسرم به دنيي و عقبي فرو نمي‌آيد\r\nتبارک الله از اين فتنه‌ها که در سر ماست\r\nدر اندرون من خسته دل ندانم کيست\r\nکه من خموشم و او در فغان و در غوغاست\r\nدلم ز پرده برون شد کجايي اي مطرب\r\nبنال هان که از اين پرده کار ما به نواست\r\nمرا به کار جهان هرگز التفات نبود\r\nرخ تو در نظر من چنين خوشش آراست\r\nنخفته‌ام ز خيالي که مي‌پزد دل من\r\nخمار صدشبه دارم شرابخانه کجاست\r\nچنين که صومعه آلوده شد ز خون دلم\r\nگرم به باده بشوييد حق به دست شماست\r\nاز آن به دير مغانم عزيز مي‌دارند\r\nکه آتشي که نميرد هميشه در دل ماست\r\nچه ساز بود که در پرده مي‌زد آن مطرب\r\nکه رفت عمر و هنوزم دماغ پر ز هواست\r\nنداي عشق تو ديشب در اندرون دادند\r\nفضاي سينه حافظ هنوز پر ز صداست\r\n",
    "interpretation": "ظاهری آرام ولی درونی پرهیاهو داری. از زندگی خسته شده و به دنیا توجهی نداری. به تازگی عشقی (کاری) سر راهت قرار گرفته که تو را به دنیا و زندگی علاقمند کرده و فکرت را به شدت مشغول ساخته است. به سخن اهل دل گوش کن و از حقیقت مرنج. به زودی پیامی دریافت خواهی کرد که زندگیت را لبریز از شادی و سعادت می کند."
  },
  {
    "id": 217,
    "title": "غزل شماره 217",
    "poem": "\r\nچو سرو اگر بخرامي دمي به گلزاري\r\nخورد ز غيرت روي تو هر گلي خاري\r\nز کفر زلف تو هر حلقه‌اي و آشوبي\r\nز سحر چشم تو هر گوشه‌اي و بيماري\r\nمرو چو بخت من اي چشم مست يار به خواب\r\nکه در پي است ز هر سويت آه بيداري\r\nنثار خاک رهت نقد جان من هر چند\r\nکه نيست نقد روان را بر تو مقداري\r\nدلا هميشه مزن لاف زلف دلبندان\r\nچو تيره راي شوي کي گشايدت کاري\r\nسرم برفت و زماني به سر نرفت اين کار\r\nدلم گرفت و نبودت غم گرفتاري\r\nچو نقطه گفتمش اندر ميان دايره آي\r\nبه خنده گفت که اي حافظ اين چه پرگاري\r\n",
    "interpretation": "از روزگاری که او پا در زندگی تو نهاده است، همه چیز دچار تغییرات مثبت شده است. او به تو آرامش و امنیت بخشیده است و تو با او معنای واقعی کامیابی را تجربه کرده ای. اکنون شاد باش و راحت زندگی کن. قدر او را بدان و شاکر خدای بزرگی باش که این نعمت گرانبها را در اختیار تو قرار داده است و از این گنج با ارزش با جان و دل محافظت نما."
  },
  {
    "id": 218,
    "title": "غزل شماره 218",
    "poem": "\r\nاي سرو ناز حسن که خوش مي‌روي به ناز\r\nعشاق را به ناز تو هر لحظه صد نياز\r\nفرخنده باد طلعت خوبت که در ازل\r\nببريده‌اند بر قد سروت قباي ناز\r\nآن را که بوي عنبر زلف تو آرزوست\r\nچون عود گو بر آتش سودا بسوز و ساز\r\nپروانه را ز شمع بود سوز دل ولي\r\nبي شمع عارض تو دلم را بود گداز\r\nصوفي که بي تو توبه ز مي کرده بود دوش\r\nبشکست عهد چون در ميخانه ديد باز\r\nاز طعنه رقيب نگردد عيار من\r\nچون زر اگر برند مرا در دهان گاز\r\nدل کز طواف کعبه کويت وقوف يافت\r\nاز شوق آن حريم ندارد سر حجاز\r\nهر دم به خون ديده چه حاجت وضو چو نيست\r\nبي طاق ابروي تو نماز مرا جواز\r\nچون باده باز بر سر خم رفت کف زنان\r\nحافظ که دوش از لب ساقي شنيد راز\r\n",
    "interpretation": "خودت خوب می دانی که او هرچه می کند در شان و مقامش است و زیبنده شخصیتش. پس اعتراض تو بی مورد است. تو گر طاووس می خواهی باید جور هندوستان کشی. هوشیار باش که این روزها او قصد امتحان و محک زدن تو را دارد و تو باید از این امتحان سربلند و پیروز بیرون آیی."
  },
  {
    "id": 219,
    "title": "غزل شماره 219",
    "poem": "\r\nچرا نه در پي عزم ديار خود باشم\r\nچرا نه خاک سر کوي يار خود باشم\r\nغم غريبي و غربت چو بر نمي‌تابم\r\nبه شهر خود روم و شهريار خود باشم\r\nز محرمان سراپرده وصال شوم\r\nز بندگان خداوندگار خود باشم\r\nچو کار عمر نه پيداست باري آن اولي\r\nکه روز واقعه پيش نگار خود باشم\r\nز دست بخت گران خواب و کار بي‌سامان\r\nگرم بود گله‌اي رازدار خود باشم\r\nهميشه پيشه من عاشقي و رندي بود\r\nدگر بکوشم و مشغول کار خود باشم\r\nبود که لطف ازل رهنمون شود حافظ\r\nوگرنه تا به ابد شرمسار خود باشم\r\n",
    "interpretation": "مدتهاست ایجاد یک تغییر و تحول اساسی و سفر فکرت را به خود مشغول ساخته است. احساس می کنی با محیط و موقعیت فعلی خود نمی توانی سازگار باشی، اما بدان که صلاح تو در این است که به کار فعلی خود ادامه بدهی، ولی سعی و تلاشت را بیشتر کنی. گله از بخت مکن و توکل به خدا کن تا لطف او شامل حالت شود."
  },
  {
    "id": 220,
    "title": "غزل شماره 220",
    "poem": "\r\nچه لطف بود که ناگاه رشحه قلمت\r\nحقوق خدمت ما عرضه کرد بر کرمت\r\nبه نوک خامه رقم کرده‌اي سلام مرا\r\nکه کارخانه دوران مباد بي رقمت\r\nنگويم از من بي‌دل به سهو کردي ياد\r\nکه در حساب خرد نيست سهو بر قلمت\r\nمرا ذليل مگردان به شکر اين نعمت\r\nکه داشت دولت سرمد عزيز و محترمت\r\nبيا که با سر زلفت قرار خواهم کرد\r\nکه گر سرم برود برندارم از قدمت\r\nز حال ما دلت آگه شود مگر وقتي\r\nکه لاله بردمد از خاک کشتگان غمت\r\nروان تشنه ما را به جرعه‌اي درياب\r\nچو مي‌دهند زلال خضر ز جام جمت\r\nهميشه وقت تو اي عيسي صبا خوش باد\r\nکه جان حافظ دلخسته زنده شد به دمت\r\n",
    "interpretation": "به زودی از منبعی که هیچ توقعش را نداری خبری بسیار نیکو به تو خواهد رسید و موفقیتهای بزرگ (مالی یا عشقی) به تو روی می آورد. بدان که در قاموس طبیعت هیچ کاری بی علت نیست و این مژده پاسخ کارهای نیکی است که پیش از این انجام داده ای. پس از این نیز در راه خدمت به بندگان خدا کوشا باش تا موفقیتهایت روزافزون گردد."
  },
  {
    "id": 221,
    "title": "غزل شماره 221",
    "poem": "\r\nبه تيغم گر کشد دستش نگيرم\r\nوگر تيرم زند منت پذيرم\r\nکمان ابرويت را گو بزن تير\r\nکه پيش دست و بازويت بميرم\r\nغم گيتي گر از پايم درآرد\r\nبجز ساغر که باشد دستگيرم\r\nبرآي اي آفتاب صبح اميد\r\nکه در دست شب هجران اسيرم\r\nبه فريادم رس اي پير خرابات\r\nبه يک جرعه جوانم کن که پيرم\r\nبه گيسوي تو خوردم دوش سوگند\r\nکه من از پاي تو سر بر نگيرم\r\nبسوز اين خرقه تقوا تو حافظ\r\nکه گر آتش شوم در وي نگيرم\r\n",
    "interpretation": "مدتهاست در غم و اندوه اسیری و خود را به دست تقدیر سپرده ای و اعتراضی نمی کنی. تنها دلخوشیت در زندگی کسی است که به او علاقمندی. انتظار یک تغییر مثبت را در زندگی داری. امید خود را از دست مده و به راهنمایی بزرگان توجه کن و از تجربه های آنها استفاده نما که آفتاب صبح پیروزی در حال طلوع است."
  },
  {
    "id": 222,
    "title": "غزل شماره 222",
    "poem": "\r\nمن که باشم که بر آن خاطر عاطر گذرم\r\nلطف‌ها مي‌کني اي خاک درت تاج سرم\r\nدلبرا بنده نوازيت که آموخت بگو\r\nکه من اين ظن به رقيبان تو هرگز نبرم\r\nهمتم بدرقه راه کن اي طاير قدس\r\nکه دراز است ره مقصد و من نوسفرم\r\nاي نسيم سحري بندگي من برسان\r\nکه فراموش مکن وقت دعاي سحرم\r\nخرم آن روز کز اين مرحله بربندم بار\r\nو از سر کوي تو پرسند رفيقان خبرم\r\nحافظا شايد اگر در طلب گوهر وصل\r\nديده دريا کنم از اشک و در او غوطه خورم\r\nپايه نظم بلند است و جهان گير بگو\r\nتا کند پادشه بحر دهان پرگهرم\r\n",
    "interpretation": "انسانی متواضع و افتاده حال هستی و نیتی پاک داری، از این رو مورد توجه همگان قرار می گیری. قصد سفری داری که خیر تو در آن است، پس تردید نکن. موقعیتی خوب خواهی یافت و شهرتی که تو را نزد همگان عزیز خواهد کرد. اما شرط رسیدن به آن تلاش و کوشش است."
  },
  {
    "id": 223,
    "title": "غزل شماره 223",
    "poem": "\r\nبرنيامد از تمناي لبت کامم هنوز\r\nبر اميد جام لعلت دردي آشامم هنوز\r\nروز اول رفت دينم در سر زلفين تو\r\nتا چه خواهد شد در اين سودا سرانجامم هنوز\r\nساقيا يک جرعه‌اي زان آب آتشگون که من\r\nدر ميان پختگان عشق او خامم هنوز\r\nاز خطا گفتم شبي زلف تو را مشک ختن\r\nمي‌زند هر لحظه تيغي مو بر اندامم هنوز\r\nپرتو روي تو تا در خلوتم ديد آفتاب\r\nمي‌رود چون سايه هر دم بر در و بامم هنوز\r\nنام من رفته‌ست روزي بر لب جانان به سهو\r\nاهل دل را بوي جان مي‌آيد از نامم هنوز\r\nدر ازل داده‌ست ما را ساقي لعل لبت\r\nجرعه جامي که من مدهوش آن جامم هنوز\r\nاي که گفتي جان بده تا باشدت آرام جان\r\nجان به غم‌هايش سپردم نيست آرامم هنوز\r\nدر قلم آورد حافظ قصه لعل لبش\r\nآب حيوان مي‌رود هر دم ز اقلامم هنوز\r\n",
    "interpretation": "عاشق و دلباخته ای و برای رسیدن به معشوق خود، عجله و شتاب بسیار داری و بیقراری می کنی و این در حالی است که خود بهتر می دانی برای انجام این نیت هنوز زود است، اما بدان که او هم به تو تمایل بسیار دارد و ناامید مشو. با صبر و شکیبایی در انتظار روز وصل باش."
  },
  {
    "id": 224,
    "title": "غزل شماره 224",
    "poem": "\r\nعشقبازي و جواني و شراب لعل فام\r\nمجلس انس و حريف همدم و شرب مدام\r\nساقي شکردهان و مطرب شيرين سخن\r\nهمنشيني نيک کردار و نديمي نيک نام\r\nشاهدي از لطف و پاکي رشک آب زندگي\r\nدلبري در حسن و خوبي غيرت ماه تمام\r\nبزمگاهي دل نشان چون قصر فردوس برين\r\nگلشني پيرامنش چون روضه دارالسلام\r\nصف نشينان نيکخواه و پيشکاران باادب\r\nدوستداران صاحب اسرار و حريفان دوستکام\r\nباده گلرنگ تلخ تيز خوش خوار سبک\r\nنقلش از لعل نگار و نقلش از ياقوت خام\r\nغمزه ساقي به يغماي خرد آهخته تيغ\r\nزلف جانان از براي صيد دل گسترده دام\r\nنکته داني بذله گو چون حافظ شيرين سخن\r\nبخشش آموزي جهان افروز چون حاجي قوام\r\nهر که اين عشرت نخواهد خوشدلي بر وي تباه\r\nوان که اين مجلس نجويد زندگي بر وي حرام\r\n",
    "interpretation": "خدای بزرگ شما را انسان خوشبختی آفریده است زیرا تمام امکانات لازم و وسایل پیشرفت و ترقی را در اختیار تو نهاده است و تو باید قدر این نعمات خداوندی را بدانی و از آنها استفاده مطلوب نمایی در غیر اینصورت عمر و زندگی خود را حرام ساخته ای و این در حالی است که می توانی زندگی شادی داشته باشی."
  },
  {
    "id": 225,
    "title": "غزل شماره 225",
    "poem": "\r\nسال‌ها دفتر ما در گرو صهبا بود\r\nرونق ميکده از درس و دعاي ما بود\r\nنيکي پير مغان بين که چو ما بدمستان\r\nهر چه کرديم به چشم کرمش زيبا بود\r\nدفتر دانش ما جمله بشوييد به مي\r\nکه فلک ديدم و در قصد دل دانا بود\r\nاز بتان آن طلب ار حسن شناسي اي دل\r\nکاين کسي گفت که در علم نظر بينا بود\r\nدل چو پرگار به هر سو دوراني مي‌کرد\r\nو اندر آن دايره سرگشته پابرجا بود\r\nمطرب از درد محبت عملي مي‌پرداخت\r\nکه حکيمان جهان را مژه خون پالا بود\r\nمي‌شکفتم ز طرب زان که چو گل بر لب جوي\r\nبر سرم سايه آن سرو سهي بالا بود\r\nپير گلرنگ من اندر حق ازرق پوشان\r\nرخصت خبث نداد ار نه حکايت‌ها بود\r\nقلب اندوده حافظ بر او خرج نشد\r\nکاين معامل به همه عيب نهان بينا بود\r\n",
    "interpretation": "سالهاست وقتت را به بلاتکلیفی و سرگردانی گذرانده ای و اشتباهات بسیاری مرتکب شده ای که خوشبختانه مشکل چندانی برایت به دنبال نداشته، اما اکنون وقت آن رسیده که به خود بیایی و برای آینده ات برنامه ریزی کنی و یک تصمیم جدی بگیری و از این شاخه به آن شاخه پریدن دست برداری، در غیر اینصورت پشیمان خواهی شد."
  },
  {
    "id": 226,
    "title": "غزل شماره 226",
    "poem": "\r\nحجاب چهره جان مي‌شود غبار تنم\r\nخوشا دمي که از آن چهره پرده برفکنم\r\nچنين قفس نه سزاي چو من خوش الحانيست\r\nروم به گلشن رضوان که مرغ آن چمنم\r\nعيان نشد که چرا آمدم کجا رفتم\r\nدريغ و درد که غافل ز کار خويشتنم\r\nچگونه طوف کنم در فضاي عالم قدس\r\nکه در سراچه ترکيب تخته بند تنم\r\nاگر ز خون دلم بوي شوق مي‌آيد\r\nعجب مدار که همدرد نافه ختنم\r\nطراز پيرهن زرکشم مبين چون شمع\r\nکه سوزهاست نهاني درون پيرهنم\r\nبيا و هستي حافظ ز پيش او بردار\r\nکه با وجود تو کس نشنود ز من که منم\r\n",
    "interpretation": "چشم های خود را باز کن و با چشم بصیرت به وجود خود بنگر. چرا متوجه شأن والای خود نیستی و خود را در گیرودار دنیای بی ارزش مادی اسیر کرده ای؟ این حصار را بشکن و به چیزهای خیلی بالاتر فکر کن. تو می توانی به مراتب عالی معنویت برسی. این جوهر در وجود تو نهفته است، از آن بهره بگیر."
  },
  {
    "id": 227,
    "title": "غزل شماره 227",
    "poem": "\r\nدوش در حلقه ما قصه گيسوي تو بود\r\nتا دل شب سخن از سلسله موي تو بود\r\nدل که از ناوک مژگان تو در خون مي‌گشت\r\nباز مشتاق کمانخانه ابروي تو بود\r\nهم عفاالله صبا کز تو پيامي مي‌داد\r\nور نه در کس نرسيديم که از کوي تو بود\r\nعالم از شور و شر عشق خبر هيچ نداشت\r\nفتنه انگيز جهان غمزه جادوي تو بود\r\nمن سرگشته هم از اهل سلامت بودم\r\nدام راهم شکن طره هندوي تو بود\r\nبگشا بند قبا تا بگشايد دل من\r\nکه گشادي که مرا بود ز پهلوي تو بود\r\nبه وفاي تو که بر تربت حافظ بگذر\r\nکز جهان مي‌شد و در آرزوي روي تو بود\r\n",
    "interpretation": "آرزوهای بسیاری در سر داری. تاکنون همیشه سر در لاک خود داشته ای، ولی مدتی است حس جدید در وجود خود احساس می کنی، گویا در دام محبت یا غمزه جادویی اسیر شده ای. انشاءالله که خیر است. قدم پیش بگذار و منتظر خبرهای خوش باش."
  },
  {
    "id": 228,
    "title": "غزل شماره 228",
    "poem": "\r\nدل از من برد و روي از من نهان کرد\r\nخدا را با که اين بازي توان کرد\r\nشب تنهاييم در قصد جان بود\r\nخيالش لطف‌هاي بي‌کران کرد\r\nچرا چون لاله خونين دل نباشم\r\nکه با ما نرگس او سرگران کرد\r\nکه را گويم که با اين درد جان سوز\r\nطبيبم قصد جان ناتوان کرد\r\nبدان سان سوخت چون شمعم که بر من\r\nصراحي گريه و بربط فغان کرد\r\nصبا گر چاره داري وقت وقت است\r\nکه درد اشتياقم قصد جان کرد\r\nميان مهربانان کي توان گفت\r\nکه يار ما چنين گفت و چنان کرد\r\nعدو با جان حافظ آن نکردي\r\nکه تير چشم آن ابروکمان کرد\r\n",
    "interpretation": "به شدت غمگین و سرخورده شده ای. از کسی خنجر خورده ای که هیچ توقعش را نداشتی. بعد از مدتها که از دل و جان برای او مایه گذاشتی تنهایت گذاشت. شاید اشکال از خود توست که در انتخاب دقت لازم را نکردی. اکنون بدنبال راه چاره می گردی اما بدان که تنها چاره تو این است که از همین جا برگردی، زیرا جلوی ضرر را از هر جا که بگیری منفعت است."
  },
  {
    "id": 229,
    "title": "غزل شماره 229",
    "poem": "\r\nعکس روي تو چو در آينه جام افتاد\r\nعارف از خنده مي در طمع خام افتاد\r\nحسن روي تو به يک جلوه که در آينه کرد\r\nاين همه نقش در آيينه اوهام افتاد\r\nاين همه عکس مي و نقش نگارين که نمود\r\nيک فروغ رخ ساقيست که در جام افتاد\r\nغيرت عشق زبان همه خاصان ببريد\r\nکز کجا سر غمش در دهن عام افتاد\r\nمن ز مسجد به خرابات نه خود افتادم\r\nاينم از عهد ازل حاصل فرجام افتاد\r\nچه کند کز پي دوران نرود چون پرگار\r\nهر که در دايره گردش ايام افتاد\r\nدر خم زلف تو آويخت دل از چاه زنخ\r\nآه کز چاه برون آمد و در دام افتاد\r\nآن شد اي خواجه که در صومعه بازم بيني\r\nکار ما با رخ ساقي و لب جام افتاد\r\nزير شمشير غمش رقص کنان بايد رفت\r\nکان که شد کشته او نيک سرانجام افتاد\r\nهر دمش با من دلسوخته لطفي دگر است\r\nاين گدا بين که چه شايسته انعام افتاد\r\nصوفيان جمله حريفند و نظرباز ولي\r\nزين ميان حافظ دلسوخته بدنام افتاد\r\n",
    "interpretation": "فرصتی به تو روی می آورد که با توجه به موقعیت فعلی ات هیچ توقع آن را نداشتی. حالا همه چیز بستگی به خودت دارد. اگر می خواهی به فرجامی نیک برسی، باید در این راه از جان و دل مایه بگذاری، زیرا این راهی است پر خطر که مشقات و رنجهای فراوان دارد. از حرف بیهوده مردم نترس و با اطمینان قدم به جلو بگذار که موفقیتت حتمی است. ضمن آنکه از انجام کارهای روزانه خود غافل مشو چه گردش ایام همیشگی است و باید با آن گشت."
  },
  {
    "id": 230,
    "title": "غزل شماره 230",
    "poem": "\r\nزاهد ظاهرپرست از حال ما آگاه نيست\r\nدر حق ما هر چه گويد جاي هيچ اکراه نيست\r\nدر طريقت هر چه پيش سالک آيد خير اوست\r\nدر صراط مستقيم اي دل کسي گمراه نيست\r\nتا چه بازي رخ نمايد بيدقي خواهيم راند\r\nعرصه شطرنج رندان را مجال شاه نيست\r\nچيست اين سقف بلند ساده بسيارنقش\r\nزين معما هيچ دانا در جهان آگاه نيست\r\nاين چه استغناست يا رب وين چه قادر حکمت ا\r\nکاين همه زخم نهان هست و مجال آه نيست\r\nصاحب ديوان ما گويي نمي‌داند حساب\r\nکاندر اين طغرا نشان حسبه لله نيست\r\nهر که خواهد گو بيا و هر چه خواهد گو بگو\r\nکبر و ناز و حاجب و دربان بدين درگاه نيست\r\nبر در ميخانه رفتن کار يک رنگان بود\r\nخودفروشان را به کوي مي فروشان راه نيست\r\nهر چه هست از قامت ناساز بي اندام ماست\r\nور نه تشريف تو بر بالاي کس کوتاه نيست\r\nبنده پير خراباتم که لطفش دايم است\r\nور نه لطف شيخ و زاهد گاه هست و گاه نيست\r\nحافظ ار بر صدر ننشيند ز عالي مشربيست\r\nعاشق دردي کش اندربند مال و جاه نيست\r\n",
    "interpretation": "آنان که از حال و درون شما آگاه نیستند ممکن است در مورد شما حرفهایی بزنند که نباید بر شما اثر بگذارد. راهی که تو انتخاب کرده ای صراط مستقیم است. پس از آن غافل مشو. اگر شکی در این راه پیش آمده از اشتباه خود توست. تنها به خدا توکل کن و از او مدد بجوی که هرگاه او را واقعا بخوانی پاسخ مثبت خواهی گرفت. دل به مدد بندگان خدا نبند که لایق این اعتماد نیستند."
  },
  {
    "id": 231,
    "title": "غزل شماره 231",
    "poem": "\r\nسرم خوش است و به بانگ بلند مي‌گويم\r\nکه من نسيم حيات از پياله مي‌جويم\r\nعبوس زهد به وجه خمار ننشيند\r\nمريد خرقه دردي کشان خوش خويم\r\nشدم فسانه به سرگشتگي و ابروي دوست\r\nکشيد در خم چوگان خويش چون گويم\r\nگرم نه پير مغان در به روي بگشايد\r\nکدام در بزنم چاره از کجا جويم\r\nمکن در اين چمنم سرزنش به خودرويي\r\nچنان که پرورشم مي‌دهند مي‌رويم\r\nتو خانقاه و خرابات در ميانه مبين\r\nخدا گواه که هر جا که هست با اويم\r\nغبار راه طلب کيمياي بهروزيست\r\nغلام دولت آن خاک عنبرين بويم\r\nز شوق نرگس مست بلندبالايي\r\nچو لاله با قدح افتاده بر لب جويم\r\nبيار مي که به فتوي حافظ از دل پاک\r\nغبار زرق به فيض قدح فروشويم\r\n",
    "interpretation": "دنبال اهداف خاصی در زندگی هستی که به نظر دیگران بی ارزش می آید ولی به اعتقاد خودت بهترین اهداف و بهترین روش را برای رسیدن به آنها انتخاب کرده ای. اعتماد به نفس شما شایسته تقدیر است و ایمان و اعتقاد شما به هدفتان عامل موفقیت شماست، پس به طعنه ها و سرزنش های دیگران اعتنا نکن و اهداف خود را دنبال کن که پیروز خواهی شد."
  },
  {
    "id": 232,
    "title": "غزل شماره 232",
    "poem": "\r\nتو را که هر چه مراد است در جهان داري\r\nچه غم ز حال ضعيفان ناتوان داري\r\nبخواه جان و دل از بنده و روان بستان\r\nکه حکم بر سر آزادگان روان داري\r\nميان نداري و دارم عجب که هر ساعت\r\nميان مجمع خوبان کني ميانداري\r\nبياض روي تو را نيست نقش درخور از آنک\r\nسوادي از خط مشکين بر ارغوان داري\r\nبنوش مي که سبکروحي و لطيف مدام\r\nعلي الخصوص در آن دم که سر گران داري\r\nمکن عتاب از اين بيش و جور بر دل ما\r\nمکن هر آن چه تواني که جاي آن داري\r\nبه اختيارت اگر صد هزار تير جفاست\r\nبه قصد جان من خسته در کمان داري\r\nبکش جفاي رقيبان مدام و جور حسود\r\nکه سهل باشد اگر يار مهربان داري\r\nبه وصل دوست گرت دست مي‌دهد يک دم\r\nبرو که هر چه مراد است در جهان داري\r\nچو گل به دامن از اين باغ مي‌بري حافظ\r\nچه غم ز ناله و فرياد باغبان داري\r\n",
    "interpretation": "بزودی نیتت برآورده می شود و به وصال دوست خواهی رسید، اما باید سختی های این راه را تحمل کنی و با تکیه بر محبت و مهر او از این راه سخت و دشوار به آسانی عبور کنی. اکنون که دیگر به مقصود خود رسیده ای، غم و غصه ی بیهوده ی دنیا را نخور و از زندگی خود لذت ببر."
  },
  {
    "id": 233,
    "title": "غزل شماره 233",
    "poem": "\r\nآن که پامال جفا کرد چو خاک راهم\r\nخاک مي‌بوسم و عذر قدمش مي‌خواهم\r\nمن نه آنم که ز جور تو بنالم حاشا\r\nبنده معتقد و چاکر دولتخواهم\r\nبسته‌ام در خم گيسوي تو اميد دراز\r\nآن مبادا که کند دست طلب کوتاهم\r\nذره خاکم و در کوي توام جاي خوش است\r\nترسم اي دوست که بادي ببرد ناگاهم\r\nپير ميخانه سحر جام جهان بينم داد\r\nو اندر آن آينه از حسن تو کرد آگاهم\r\nصوفي صومعه عالم قدسم ليکن\r\nحاليا دير مغان است حوالتگاهم\r\nبا من راه نشين خيز و سوي ميکده آي\r\nتا در آن حلقه ببيني که چه صاحب جاهم\r\nمست بگذشتي و از حافظت انديشه نبود\r\nآه اگر دامن حسن تو بگيرد آهم\r\nخوشم آمد که سحر خسرو خاور مي‌گفت\r\nبا همه پادشهي بنده تورانشاهم\r\n",
    "interpretation": "انسانی صبور و شکیبا هستی و با وجود بی مهریهایی که از یار دیده ای همچنان به او وفاداری، اما همیشه درمورد آینده نگرانی. نگرانی تو بی مورد است، زیرا خدا تو را در همه حال یاری خواهد کرد همچنین تمایل قلبی او به تو کارها را آسان تر خواهد نمود."
  }
]